var	maskword_maskword_cfg = 
[
	{
		w : "东伊运",    //--屏蔽字
	},
	{
		w : "世维会",    //--屏蔽字
	},
	{
		w : "真主",    //--屏蔽字
	},
	{
		w : "安拉",    //--屏蔽字
	},
	{
		w : "杨尚昆",    //--屏蔽字
	},
	{
		w : "灵灵派",    //--屏蔽字
	},
	{
		w : "阿鲁纳恰尔邦",    //--屏蔽字
	},
	{
		w : "尖阁诸岛",    //--屏蔽字
	},
	{
		w : "香港建国",    //--屏蔽字
	},
	{
		w : "香港国",    //--屏蔽字
	},
	{
		w : "港独",    //--屏蔽字
	},
	{
		w : "香港独立",    //--屏蔽字
	},
	{
		w : "占领中环",    //--屏蔽字
	},
	{
		w : "占中",    //--屏蔽字
	},
	{
		w : "香港城邦论",    //--屏蔽字
	},
	{
		w : "太阳花学运",    //--屏蔽字
	},
	{
		w : "反国教运动",    //--屏蔽字
	},
	{
		w : "清真",    //--屏蔽字
	},
	{
		w : "浴盐",    //--屏蔽字
	},
	{
		w : "蔡英文",    //--屏蔽字
	},
	{
		w : "金三胖",    //--屏蔽字
	},
	{
		w : "你奶奶",    //--屏蔽字
	},
	{
		w : "强暴幼女",    //--屏蔽字
	},
	{
		w : "ISIS",    //--屏蔽字
	},
	{
		w : "毛泽东",    //--屏蔽字
	},
	{
		w : "周恩来",    //--屏蔽字
	},
	{
		w : "刘少奇",    //--屏蔽字
	},
	{
		w : "朱德",    //--屏蔽字
	},
	{
		w : "彭德怀",    //--屏蔽字
	},
	{
		w : "林彪",    //--屏蔽字
	},
	{
		w : "刘伯承",    //--屏蔽字
	},
	{
		w : "陈毅",    //--屏蔽字
	},
	{
		w : "贺龙",    //--屏蔽字
	},
	{
		w : "聂荣臻",    //--屏蔽字
	},
	{
		w : "徐向前",    //--屏蔽字
	},
	{
		w : "罗荣桓",    //--屏蔽字
	},
	{
		w : "叶剑英",    //--屏蔽字
	},
	{
		w : "李大钊",    //--屏蔽字
	},
	{
		w : "陈独秀",    //--屏蔽字
	},
	{
		w : "孙中山",    //--屏蔽字
	},
	{
		w : "孙文",    //--屏蔽字
	},
	{
		w : "孙逸仙",    //--屏蔽字
	},
	{
		w : "邓小平",    //--屏蔽字
	},
	{
		w : "陈云",    //--屏蔽字
	},
	{
		w : "江泽民",    //--屏蔽字
	},
	{
		w : "李鹏",    //--屏蔽字
	},
	{
		w : "朱镕基",    //--屏蔽字
	},
	{
		w : "李瑞环",    //--屏蔽字
	},
	{
		w : "尉健行",    //--屏蔽字
	},
	{
		w : "李岚清",    //--屏蔽字
	},
	{
		w : "胡锦涛",    //--屏蔽字
	},
	{
		w : "罗干",    //--屏蔽字
	},
	{
		w : "温家宝",    //--屏蔽字
	},
	{
		w : "吴邦国",    //--屏蔽字
	},
	{
		w : "曾庆红",    //--屏蔽字
	},
	{
		w : "贾庆林",    //--屏蔽字
	},
	{
		w : "黄菊",    //--屏蔽字
	},
	{
		w : "吴官正",    //--屏蔽字
	},
	{
		w : "李长春",    //--屏蔽字
	},
	{
		w : "吴仪",    //--屏蔽字
	},
	{
		w : "回良玉",    //--屏蔽字
	},
	{
		w : "曾培炎",    //--屏蔽字
	},
	{
		w : "曹刚川",    //--屏蔽字
	},
	{
		w : "唐家璇",    //--屏蔽字
	},
	{
		w : "华建敏",    //--屏蔽字
	},
	{
		w : "陈至立",    //--屏蔽字
	},
	{
		w : "张德江",    //--屏蔽字
	},
	{
		w : "俞正声",    //--屏蔽字
	},
	{
		w : "王乐泉",    //--屏蔽字
	},
	{
		w : "刘云山",    //--屏蔽字
	},
	{
		w : "王刚",    //--屏蔽字
	},
	{
		w : "王兆国",    //--屏蔽字
	},
	{
		w : "刘淇",    //--屏蔽字
	},
	{
		w : "贺国强",    //--屏蔽字
	},
	{
		w : "郭伯雄",    //--屏蔽字
	},
	{
		w : "胡耀邦",    //--屏蔽字
	},
	{
		w : "习近平",    //--屏蔽字
	},
	{
		w : "李克强",    //--屏蔽字
	},
	{
		w : "张高丽",    //--屏蔽字
	},
	{
		w : "刘延东",    //--屏蔽字
	},
	{
		w : "彭丽媛",    //--屏蔽字
	},
	{
		w : "王岐山",    //--屏蔽字
	},
	{
		w : "华国锋",    //--屏蔽字
	},
	{
		w : "刘奇葆",    //--屏蔽字
	},
	{
		w : "习大大",    //--屏蔽字
	},
	{
		w : "吴帮国",    //--屏蔽字
	},
	{
		w : "无帮国",    //--屏蔽字
	},
	{
		w : "无邦国",    //--屏蔽字
	},
	{
		w : "无帮过",    //--屏蔽字
	},
	{
		w : "瘟家宝",    //--屏蔽字
	},
	{
		w : "假庆林",    //--屏蔽字
	},
	{
		w : "甲庆林",    //--屏蔽字
	},
	{
		w : "假青林",    //--屏蔽字
	},
	{
		w : "离长春",    //--屏蔽字
	},
	{
		w : "习远平",    //--屏蔽字
	},
	{
		w : "袭近平",    //--屏蔽字
	},
	{
		w : "李磕墙",    //--屏蔽字
	},
	{
		w : "贺过墙",    //--屏蔽字
	},
	{
		w : "和锅枪",    //--屏蔽字
	},
	{
		w : "胡主席",    //--屏蔽字
	},
	{
		w : "习主席",    //--屏蔽字
	},
	{
		w : "毛主席",    //--屏蔽字
	},
	{
		w : "毛主度",    //--屏蔽字
	},
	{
		w : "马凯",    //--屏蔽字
	},
	{
		w : "王沪宁",    //--屏蔽字
	},
	{
		w : "许其亮",    //--屏蔽字
	},
	{
		w : "孙春兰",    //--屏蔽字
	},
	{
		w : "孙政才",    //--屏蔽字
	},
	{
		w : "李建国",    //--屏蔽字
	},
	{
		w : "李源潮",    //--屏蔽字
	},
	{
		w : "汪洋",    //--屏蔽字
	},
	{
		w : "张春贤",    //--屏蔽字
	},
	{
		w : "范长龙",    //--屏蔽字
	},
	{
		w : "孟建柱",    //--屏蔽字
	},
	{
		w : "赵乐际",    //--屏蔽字
	},
	{
		w : "胡春华",    //--屏蔽字
	},
	{
		w : "栗战书",    //--屏蔽字
	},
	{
		w : "郭金龙",    //--屏蔽字
	},
	{
		w : "韩正",    //--屏蔽字
	},
	{
		w : "布什",    //--屏蔽字
	},
	{
		w : "布莱尔",    //--屏蔽字
	},
	{
		w : "小泉",    //--屏蔽字
	},
	{
		w : "纯一郎",    //--屏蔽字
	},
	{
		w : "萨马兰奇",    //--屏蔽字
	},
	{
		w : "安南",    //--屏蔽字
	},
	{
		w : "阿拉法特",    //--屏蔽字
	},
	{
		w : "普京",    //--屏蔽字
	},
	{
		w : "默克尔",    //--屏蔽字
	},
	{
		w : "克林顿",    //--屏蔽字
	},
	{
		w : "里根",    //--屏蔽字
	},
	{
		w : "尼克松",    //--屏蔽字
	},
	{
		w : "林肯",    //--屏蔽字
	},
	{
		w : "杜鲁门",    //--屏蔽字
	},
	{
		w : "赫鲁晓夫",    //--屏蔽字
	},
	{
		w : "列宁",    //--屏蔽字
	},
	{
		w : "斯大林",    //--屏蔽字
	},
	{
		w : "马克思",    //--屏蔽字
	},
	{
		w : "恩格斯",    //--屏蔽字
	},
	{
		w : "金正日",    //--屏蔽字
	},
	{
		w : "金日成",    //--屏蔽字
	},
	{
		w : "萨达姆",    //--屏蔽字
	},
	{
		w : "胡志明",    //--屏蔽字
	},
	{
		w : "西哈努克",    //--屏蔽字
	},
	{
		w : "希拉克",    //--屏蔽字
	},
	{
		w : "撒切尔",    //--屏蔽字
	},
	{
		w : "阿罗约",    //--屏蔽字
	},
	{
		w : "曼德拉",    //--屏蔽字
	},
	{
		w : "卡斯特罗",    //--屏蔽字
	},
	{
		w : "富兰克林",    //--屏蔽字
	},
	{
		w : "华盛顿",    //--屏蔽字
	},
	{
		w : "艾森豪威尔",    //--屏蔽字
	},
	{
		w : "拿破仑",    //--屏蔽字
	},
	{
		w : "亚历山大",    //--屏蔽字
	},
	{
		w : "路易",    //--屏蔽字
	},
	{
		w : "拉姆斯菲尔德",    //--屏蔽字
	},
	{
		w : "劳拉",    //--屏蔽字
	},
	{
		w : "鲍威尔",    //--屏蔽字
	},
	{
		w : "梅德韦杰夫",    //--屏蔽字
	},
	{
		w : "金正恩",    //--屏蔽字
	},
	{
		w : "安倍晋三",    //--屏蔽字
	},
	{
		w : "本拉登",    //--屏蔽字
	},
	{
		w : "奥马尔",    //--屏蔽字
	},
	{
		w : "柴玲",    //--屏蔽字
	},
	{
		w : "达赖",    //--屏蔽字
	},
	{
		w : "达赖喇嘛",    //--屏蔽字
	},
	{
		w : "江青",    //--屏蔽字
	},
	{
		w : "张春桥",    //--屏蔽字
	},
	{
		w : "姚文元",    //--屏蔽字
	},
	{
		w : "王洪文",    //--屏蔽字
	},
	{
		w : "东条英机",    //--屏蔽字
	},
	{
		w : "希特勒",    //--屏蔽字
	},
	{
		w : "墨索里尼",    //--屏蔽字
	},
	{
		w : "冈村秀树",    //--屏蔽字
	},
	{
		w : "冈村宁次",    //--屏蔽字
	},
	{
		w : "高丽朴",    //--屏蔽字
	},
	{
		w : "赵紫阳",    //--屏蔽字
	},
	{
		w : "王丹",    //--屏蔽字
	},
	{
		w : "沃尔开西",    //--屏蔽字
	},
	{
		w : "李洪志",    //--屏蔽字
	},
	{
		w : "李大师",    //--屏蔽字
	},
	{
		w : "赖昌星",    //--屏蔽字
	},
	{
		w : "马加爵",    //--屏蔽字
	},
	{
		w : "班禅",    //--屏蔽字
	},
	{
		w : "额尔德尼",    //--屏蔽字
	},
	{
		w : "山本五十六",    //--屏蔽字
	},
	{
		w : "阿扁",    //--屏蔽字
	},
	{
		w : "阿扁万岁",    //--屏蔽字
	},
	{
		w : "热那亚",    //--屏蔽字
	},
	{
		w : "薄熙来",    //--屏蔽字
	},
	{
		w : "周永康",    //--屏蔽字
	},
	{
		w : "王立军",    //--屏蔽字
	},
	{
		w : "令计划",    //--屏蔽字
	},
	{
		w : "默罕默德",    //--屏蔽字
	},
	{
		w : "徐才厚",    //--屏蔽字
	},
	{
		w : "粥永康",    //--屏蔽字
	},
	{
		w : "轴永康",    //--屏蔽字
	},
	{
		w : "肘永康",    //--屏蔽字
	},
	{
		w : "周健康",    //--屏蔽字
	},
	{
		w : "粥健康",    //--屏蔽字
	},
	{
		w : "周小康",    //--屏蔽字
	},
	{
		w : "陈良宇",    //--屏蔽字
	},
	{
		w : "李登辉",    //--屏蔽字
	},
	{
		w : "连战",    //--屏蔽字
	},
	{
		w : "宋楚瑜",    //--屏蔽字
	},
	{
		w : "吕秀莲",    //--屏蔽字
	},
	{
		w : "郁慕明",    //--屏蔽字
	},
	{
		w : "蒋介石",    //--屏蔽字
	},
	{
		w : "蒋中正",    //--屏蔽字
	},
	{
		w : "蒋经国",    //--屏蔽字
	},
	{
		w : "马英九",    //--屏蔽字
	},
	{
		w : "六四",    //--屏蔽字
	},
	{
		w : "六四运动",    //--屏蔽字
	},
	{
		w : "美国之音",    //--屏蔽字
	},
	{
		w : "密宗",    //--屏蔽字
	},
	{
		w : "民国",    //--屏蔽字
	},
	{
		w : "民进党",    //--屏蔽字
	},
	{
		w : "民运",    //--屏蔽字
	},
	{
		w : "民主",    //--屏蔽字
	},
	{
		w : "民主潮",    //--屏蔽字
	},
	{
		w : "摩门教",    //--屏蔽字
	},
	{
		w : "纳粹",    //--屏蔽字
	},
	{
		w : "南华早报",    //--屏蔽字
	},
	{
		w : "南蛮",    //--屏蔽字
	},
	{
		w : "明慧网",    //--屏蔽字
	},
	{
		w : "起义",    //--屏蔽字
	},
	{
		w : "亲民党",    //--屏蔽字
	},
	{
		w : "瘸腿帮",    //--屏蔽字
	},
	{
		w : "人民报",    //--屏蔽字
	},
	{
		w : "法轮功",    //--屏蔽字
	},
	{
		w : "法轮大法",    //--屏蔽字
	},
	{
		w : "打倒共产党",    //--屏蔽字
	},
	{
		w : "台独万岁",    //--屏蔽字
	},
	{
		w : "圣战",    //--屏蔽字
	},
	{
		w : "示威",    //--屏蔽字
	},
	{
		w : "台独",    //--屏蔽字
	},
	{
		w : "台独分子",    //--屏蔽字
	},
	{
		w : "台联",    //--屏蔽字
	},
	{
		w : "台湾民国",    //--屏蔽字
	},
	{
		w : "台湾岛国",    //--屏蔽字
	},
	{
		w : "台湾国",    //--屏蔽字
	},
	{
		w : "台湾独立",    //--屏蔽字
	},
	{
		w : "太子党",    //--屏蔽字
	},
	{
		w : "天安门事件",    //--屏蔽字
	},
	{
		w : "屠杀",    //--屏蔽字
	},
	{
		w : "新党",    //--屏蔽字
	},
	{
		w : "新疆独立",    //--屏蔽字
	},
	{
		w : "新疆分裂",    //--屏蔽字
	},
	{
		w : "新疆国",    //--屏蔽字
	},
	{
		w : "疆独",    //--屏蔽字
	},
	{
		w : "西藏独立",    //--屏蔽字
	},
	{
		w : "西藏分裂",    //--屏蔽字
	},
	{
		w : "西藏国",    //--屏蔽字
	},
	{
		w : "藏独",    //--屏蔽字
	},
	{
		w : "藏青会",    //--屏蔽字
	},
	{
		w : "藏妇会",    //--屏蔽字
	},
	{
		w : "学潮",    //--屏蔽字
	},
	{
		w : "学运",    //--屏蔽字
	},
	{
		w : "一党专政",    //--屏蔽字
	},
	{
		w : "一中一台",    //--屏蔽字
	},
	{
		w : "两个中国",    //--屏蔽字
	},
	{
		w : "一贯道",    //--屏蔽字
	},
	{
		w : "游行",    //--屏蔽字
	},
	{
		w : "圆满",    //--屏蔽字
	},
	{
		w : "造反",    //--屏蔽字
	},
	{
		w : "真善忍",    //--屏蔽字
	},
	{
		w : "镇压",    //--屏蔽字
	},
	{
		w : "政变",    //--屏蔽字
	},
	{
		w : "政治",    //--屏蔽字
	},
	{
		w : "政治反对派",    //--屏蔽字
	},
	{
		w : "政治犯",    //--屏蔽字
	},
	{
		w : "中共",    //--屏蔽字
	},
	{
		w : "共产党",    //--屏蔽字
	},
	{
		w : "反党",    //--屏蔽字
	},
	{
		w : "反共",    //--屏蔽字
	},
	{
		w : "政府",    //--屏蔽字
	},
	{
		w : "民主党",    //--屏蔽字
	},
	{
		w : "中国之春",    //--屏蔽字
	},
	{
		w : "转法轮",    //--屏蔽字
	},
	{
		w : "自焚",    //--屏蔽字
	},
	{
		w : "共党",    //--屏蔽字
	},
	{
		w : "共匪",    //--屏蔽字
	},
	{
		w : "苏家屯",    //--屏蔽字
	},
	{
		w : "基地组织",    //--屏蔽字
	},
	{
		w : "塔利班",    //--屏蔽字
	},
	{
		w : "东亚病夫",    //--屏蔽字
	},
	{
		w : "支那",    //--屏蔽字
	},
	{
		w : "高治联",    //--屏蔽字
	},
	{
		w : "高自联",    //--屏蔽字
	},
	{
		w : "专政",    //--屏蔽字
	},
	{
		w : "专制",    //--屏蔽字
	},
	{
		w : "四人帮",    //--屏蔽字
	},
	{
		w : "新闻管制",    //--屏蔽字
	},
	{
		w : "核工业基地",    //--屏蔽字
	},
	{
		w : "核武器",    //--屏蔽字
	},
	{
		w : "铀",    //--屏蔽字
	},
	{
		w : "原子弹",    //--屏蔽字
	},
	{
		w : "氢弹",    //--屏蔽字
	},
	{
		w : "导弹",    //--屏蔽字
	},
	{
		w : "核潜艇",    //--屏蔽字
	},
	{
		w : "大参考",    //--屏蔽字
	},
	{
		w : "小参考",    //--屏蔽字
	},
	{
		w : "国内动态清样",    //--屏蔽字
	},
	{
		w : "东突",    //--屏蔽字
	},
	{
		w : "中央电视台",    //--屏蔽字
	},
	{
		w : "雪山狮子旗",    //--屏蔽字
	},
	{
		w : "两国论",    //--屏蔽字
	},
	{
		w : "一边一国",    //--屏蔽字
	},
	{
		w : "赤匪",    //--屏蔽字
	},
	{
		w : "宗教",    //--屏蔽字
	},
	{
		w : "迷信",    //--屏蔽字
	},
	{
		w : "道教",    //--屏蔽字
	},
	{
		w : "多维",    //--屏蔽字
	},
	{
		w : "佛教",    //--屏蔽字
	},
	{
		w : "佛祖",    //--屏蔽字
	},
	{
		w : "释迦牟尼",    //--屏蔽字
	},
	{
		w : "如来",    //--屏蔽字
	},
	{
		w : "阿弥陀佛",    //--屏蔽字
	},
	{
		w : "观世音",    //--屏蔽字
	},
	{
		w : "普贤",    //--屏蔽字
	},
	{
		w : "文殊",    //--屏蔽字
	},
	{
		w : "地藏",    //--屏蔽字
	},
	{
		w : "河殇",    //--屏蔽字
	},
	{
		w : "回教",    //--屏蔽字
	},
	{
		w : "穆罕默德",    //--屏蔽字
	},
	{
		w : "穆斯林",    //--屏蔽字
	},
	{
		w : "升天",    //--屏蔽字
	},
	{
		w : "圣母",    //--屏蔽字
	},
	{
		w : "耶和华",    //--屏蔽字
	},
	{
		w : "耶稣",    //--屏蔽字
	},
	{
		w : "伊斯兰",    //--屏蔽字
	},
	{
		w : "真主安拉",    //--屏蔽字
	},
	{
		w : "白莲教",    //--屏蔽字
	},
	{
		w : "天主教",    //--屏蔽字
	},
	{
		w : "基督教",    //--屏蔽字
	},
	{
		w : "东正教",    //--屏蔽字
	},
	{
		w : "大法",    //--屏蔽字
	},
	{
		w : "法轮",    //--屏蔽字
	},
	{
		w : "真理教",    //--屏蔽字
	},
	{
		w : "走向圆满",    //--屏蔽字
	},
	{
		w : "黄大仙",    //--屏蔽字
	},
	{
		w : "风水",    //--屏蔽字
	},
	{
		w : "跳大神",    //--屏蔽字
	},
	{
		w : "神汉",    //--屏蔽字
	},
	{
		w : "神婆",    //--屏蔽字
	},
	{
		w : "大卫教",    //--屏蔽字
	},
	{
		w : "阎王",    //--屏蔽字
	},
	{
		w : "黑白无常",    //--屏蔽字
	},
	{
		w : "牛头马面",    //--屏蔽字
	},
	{
		w : "高丽棒子",    //--屏蔽字
	},
	{
		w : "回回",    //--屏蔽字
	},
	{
		w : "蒙古鞑子",    //--屏蔽字
	},
	{
		w : "老毛子",    //--屏蔽字
	},
	{
		w : "回民吃猪肉",    //--屏蔽字
	},
	{
		w : "蒙古独立",    //--屏蔽字
	},
	{
		w : "全能神",    //--屏蔽字
	},
	{
		w : "谋杀",    //--屏蔽字
	},
	{
		w : "杀人",    //--屏蔽字
	},
	{
		w : "吸毒",    //--屏蔽字
	},
	{
		w : "贩毒",    //--屏蔽字
	},
	{
		w : "赌博",    //--屏蔽字
	},
	{
		w : "拐卖",    //--屏蔽字
	},
	{
		w : "走私",    //--屏蔽字
	},
	{
		w : "卖淫",    //--屏蔽字
	},
	{
		w : "监狱",    //--屏蔽字
	},
	{
		w : "强奸",    //--屏蔽字
	},
	{
		w : "轮奸",    //--屏蔽字
	},
	{
		w : "抢劫",    //--屏蔽字
	},
	{
		w : "先奸后杀",    //--屏蔽字
	},
	{
		w : "枪支弹药",    //--屏蔽字
	},
	{
		w : "下注",    //--屏蔽字
	},
	{
		w : "押大",    //--屏蔽字
	},
	{
		w : "押小",    //--屏蔽字
	},
	{
		w : "抽头",    //--屏蔽字
	},
	{
		w : "坐庄",    //--屏蔽字
	},
	{
		w : "赌马",    //--屏蔽字
	},
	{
		w : "赌球",    //--屏蔽字
	},
	{
		w : "筹码",    //--屏蔽字
	},
	{
		w : "老虎机",    //--屏蔽字
	},
	{
		w : "轮盘赌",    //--屏蔽字
	},
	{
		w : "安非他命",    //--屏蔽字
	},
	{
		w : "大麻",    //--屏蔽字
	},
	{
		w : "可卡因",    //--屏蔽字
	},
	{
		w : "海洛因",    //--屏蔽字
	},
	{
		w : "冰毒",    //--屏蔽字
	},
	{
		w : "摇头丸",    //--屏蔽字
	},
	{
		w : "杜冷丁",    //--屏蔽字
	},
	{
		w : "鸦片",    //--屏蔽字
	},
	{
		w : "罂粟",    //--屏蔽字
	},
	{
		w : "迷幻药",    //--屏蔽字
	},
	{
		w : "白粉",    //--屏蔽字
	},
	{
		w : "嗑药",    //--屏蔽字
	},
	{
		w : "卖枪支弹药",    //--屏蔽字
	},
	{
		w : "K粉",    //--屏蔽字
	},
	{
		w : "冰粉",    //--屏蔽字
	},
	{
		w : "毒品",    //--屏蔽字
	},
	{
		w : "黄网",    //--屏蔽字
	},
	{
		w : "屄",    //--屏蔽字
	},
	{
		w : "肏",    //--屏蔽字
	},
	{
		w : "屌",    //--屏蔽字
	},
	{
		w : "马的",    //--屏蔽字
	},
	{
		w : "马白勺",    //--屏蔽字
	},
	{
		w : "妈的",    //--屏蔽字
	},
	{
		w : "妈白勺",    //--屏蔽字
	},
	{
		w : "女马ㄉ",    //--屏蔽字
	},
	{
		w : "女马的",    //--屏蔽字
	},
	{
		w : "女马白勺",    //--屏蔽字
	},
	{
		w : "操你",    //--屏蔽字
	},
	{
		w : "操妳",    //--屏蔽字
	},
	{
		w : "操他",    //--屏蔽字
	},
	{
		w : "操人也",    //--屏蔽字
	},
	{
		w : "操她",    //--屏蔽字
	},
	{
		w : "操女也",    //--屏蔽字
	},
	{
		w : "干你",    //--屏蔽字
	},
	{
		w : "干妳",    //--屏蔽字
	},
	{
		w : "干他",    //--屏蔽字
	},
	{
		w : "干人也",    //--屏蔽字
	},
	{
		w : "干她",    //--屏蔽字
	},
	{
		w : "干女也",    //--屏蔽字
	},
	{
		w : "超你",    //--屏蔽字
	},
	{
		w : "超妳",    //--屏蔽字
	},
	{
		w : "超他",    //--屏蔽字
	},
	{
		w : "超人也",    //--屏蔽字
	},
	{
		w : "超她",    //--屏蔽字
	},
	{
		w : "超女也",    //--屏蔽字
	},
	{
		w : "屌你",    //--屏蔽字
	},
	{
		w : "屌我",    //--屏蔽字
	},
	{
		w : "屌妳",    //--屏蔽字
	},
	{
		w : "屌他",    //--屏蔽字
	},
	{
		w : "屌人也",    //--屏蔽字
	},
	{
		w : "屌她",    //--屏蔽字
	},
	{
		w : "屌女也",    //--屏蔽字
	},
	{
		w : "凸你",    //--屏蔽字
	},
	{
		w : "凸我",    //--屏蔽字
	},
	{
		w : "凸妳",    //--屏蔽字
	},
	{
		w : "凸他",    //--屏蔽字
	},
	{
		w : "凸人也",    //--屏蔽字
	},
	{
		w : "凸她",    //--屏蔽字
	},
	{
		w : "凸女也",    //--屏蔽字
	},
	{
		w : "插你",    //--屏蔽字
	},
	{
		w : "插他",    //--屏蔽字
	},
	{
		w : "插我",    //--屏蔽字
	},
	{
		w : "插她",    //--屏蔽字
	},
	{
		w : "插妳",    //--屏蔽字
	},
	{
		w : "臭你",    //--屏蔽字
	},
	{
		w : "臭妳",    //--屏蔽字
	},
	{
		w : "臭他",    //--屏蔽字
	},
	{
		w : "臭人也",    //--屏蔽字
	},
	{
		w : "臭她",    //--屏蔽字
	},
	{
		w : "臭女也",    //--屏蔽字
	},
	{
		w : "机八",    //--屏蔽字
	},
	{
		w : "鸡八",    //--屏蔽字
	},
	{
		w : "G八",    //--屏蔽字
	},
	{
		w : "Ｇ八",    //--屏蔽字
	},
	{
		w : "机巴",    //--屏蔽字
	},
	{
		w : "鸡巴",    //--屏蔽字
	},
	{
		w : "G巴",    //--屏蔽字
	},
	{
		w : "Ｇ巴",    //--屏蔽字
	},
	{
		w : "机叭",    //--屏蔽字
	},
	{
		w : "鸡叭",    //--屏蔽字
	},
	{
		w : "G叭",    //--屏蔽字
	},
	{
		w : "Ｇ叭",    //--屏蔽字
	},
	{
		w : "机芭",    //--屏蔽字
	},
	{
		w : "鸡芭",    //--屏蔽字
	},
	{
		w : "G芭",    //--屏蔽字
	},
	{
		w : "Ｇ芭",    //--屏蔽字
	},
	{
		w : "机掰",    //--屏蔽字
	},
	{
		w : "鸡掰",    //--屏蔽字
	},
	{
		w : "G掰",    //--屏蔽字
	},
	{
		w : "Ｇ掰",    //--屏蔽字
	},
	{
		w : "机Y",    //--屏蔽字
	},
	{
		w : "机Ｙ",    //--屏蔽字
	},
	{
		w : "鸡Y",    //--屏蔽字
	},
	{
		w : "鸡Ｙ",    //--屏蔽字
	},
	{
		w : "机8",    //--屏蔽字
	},
	{
		w : "鸡８",    //--屏蔽字
	},
	{
		w : "靠爸",    //--屏蔽字
	},
	{
		w : "靠母",    //--屏蔽字
	},
	{
		w : "哭爸",    //--屏蔽字
	},
	{
		w : "哭母",    //--屏蔽字
	},
	{
		w : "靠北",    //--屏蔽字
	},
	{
		w : "老GY",    //--屏蔽字
	},
	{
		w : "老ＧＹ",    //--屏蔽字
	},
	{
		w : "干GY",    //--屏蔽字
	},
	{
		w : "干ＧＹ",    //--屏蔽字
	},
	{
		w : "操GY",    //--屏蔽字
	},
	{
		w : "操ＧＹ",    //--屏蔽字
	},
	{
		w : "超GY",    //--屏蔽字
	},
	{
		w : "超ＧＹ",    //--屏蔽字
	},
	{
		w : "臭GY",    //--屏蔽字
	},
	{
		w : "臭ＧＹ",    //--屏蔽字
	},
	{
		w : "干七八",    //--屏蔽字
	},
	{
		w : "干78",    //--屏蔽字
	},
	{
		w : "干７８",    //--屏蔽字
	},
	{
		w : "操七八",    //--屏蔽字
	},
	{
		w : "操78",    //--屏蔽字
	},
	{
		w : "操７８",    //--屏蔽字
	},
	{
		w : "超七八",    //--屏蔽字
	},
	{
		w : "超78",    //--屏蔽字
	},
	{
		w : "超７８",    //--屏蔽字
	},
	{
		w : "臭七八",    //--屏蔽字
	},
	{
		w : "臭78",    //--屏蔽字
	},
	{
		w : "臭７８",    //--屏蔽字
	},
	{
		w : "懒叫",    //--屏蔽字
	},
	{
		w : "懒教",    //--屏蔽字
	},
	{
		w : "妈B",    //--屏蔽字
	},
	{
		w : "我日",    //--屏蔽字
	},
	{
		w : "婊",    //--屏蔽字
	},
	{
		w : "璩美凤",    //--屏蔽字
	},
	{
		w : "阴茎",    //--屏蔽字
	},
	{
		w : "日你",    //--屏蔽字
	},
	{
		w : "阴道",    //--屏蔽字
	},
	{
		w : "干死",    //--屏蔽字
	},
	{
		w : "你妈",    //--屏蔽字
	},
	{
		w : "TNND",    //--屏蔽字
	},
	{
		w : "幼齿",    //--屏蔽字
	},
	{
		w : "干死你",    //--屏蔽字
	},
	{
		w : "作爱",    //--屏蔽字
	},
	{
		w : "阝月",    //--屏蔽字
	},
	{
		w : "歇逼",    //--屏蔽字
	},
	{
		w : "蛤蟆",    //--屏蔽字
	},
	{
		w : "发骚",    //--屏蔽字
	},
	{
		w : "招妓",    //--屏蔽字
	},
	{
		w : "阴唇",    //--屏蔽字
	},
	{
		w : "操你妈",    //--屏蔽字
	},
	{
		w : "精子",    //--屏蔽字
	},
	{
		w : "奸淫",    //--屏蔽字
	},
	{
		w : "菜逼",    //--屏蔽字
	},
	{
		w : "奶奶的",    //--屏蔽字
	},
	{
		w : "日死你",    //--屏蔽字
	},
	{
		w : "贱人",    //--屏蔽字
	},
	{
		w : "江八点",    //--屏蔽字
	},
	{
		w : "你娘",    //--屏蔽字
	},
	{
		w : "肛交",    //--屏蔽字
	},
	{
		w : "破鞋",    //--屏蔽字
	},
	{
		w : "贱逼",    //--屏蔽字
	},
	{
		w : "娘的",    //--屏蔽字
	},
	{
		w : "狗卵子",    //--屏蔽字
	},
	{
		w : "骚货",    //--屏蔽字
	},
	{
		w : "操蛋",    //--屏蔽字
	},
	{
		w : "大比",    //--屏蔽字
	},
	{
		w : "龟公",    //--屏蔽字
	},
	{
		w : "穷逼",    //--屏蔽字
	},
	{
		w : "欠日",    //--屏蔽字
	},
	{
		w : "狗b",    //--屏蔽字
	},
	{
		w : "牛逼",    //--屏蔽字
	},
	{
		w : "装逼",    //--屏蔽字
	},
	{
		w : "妈批",    //--屏蔽字
	},
	{
		w : "欠操",    //--屏蔽字
	},
	{
		w : "我操你",    //--屏蔽字
	},
	{
		w : "烂逼",    //--屏蔽字
	},
	{
		w : "你爸",    //--屏蔽字
	},
	{
		w : "屁眼",    //--屏蔽字
	},
	{
		w : "密穴",    //--屏蔽字
	},
	{
		w : "鸡奸",    //--屏蔽字
	},
	{
		w : "群奸",    //--屏蔽字
	},
	{
		w : "烂比",    //--屏蔽字
	},
	{
		w : "牛比",    //--屏蔽字
	},
	{
		w : "喷你",    //--屏蔽字
	},
	{
		w : "大b",    //--屏蔽字
	},
	{
		w : "小b",    //--屏蔽字
	},
	{
		w : "性欲",    //--屏蔽字
	},
	{
		w : "你大爷",    //--屏蔽字
	},
	{
		w : "淫荡",    //--屏蔽字
	},
	{
		w : "中国猪",    //--屏蔽字
	},
	{
		w : "狂操",    //--屏蔽字
	},
	{
		w : "婊子",    //--屏蔽字
	},
	{
		w : "我操",    //--屏蔽字
	},
	{
		w : "淫秽",    //--屏蔽字
	},
	{
		w : "江猪媳",    //--屏蔽字
	},
	{
		w : "狗屎",    //--屏蔽字
	},
	{
		w : "十八摸",    //--屏蔽字
	},
	{
		w : "操逼",    //--屏蔽字
	},
	{
		w : "二B",    //--屏蔽字
	},
	{
		w : "猪毛",    //--屏蔽字
	},
	{
		w : "狗操",    //--屏蔽字
	},
	{
		w : "奶子",    //--屏蔽字
	},
	{
		w : "大花逼",    //--屏蔽字
	},
	{
		w : "逼样",    //--屏蔽字
	},
	{
		w : "去你妈的",    //--屏蔽字
	},
	{
		w : "完蛋操",    //--屏蔽字
	},
	{
		w : "下贱",    //--屏蔽字
	},
	{
		w : "淫穴",    //--屏蔽字
	},
	{
		w : "猪操",    //--屏蔽字
	},
	{
		w : "妓女",    //--屏蔽字
	},
	{
		w : "阴水",    //--屏蔽字
	},
	{
		w : "操比",    //--屏蔽字
	},
	{
		w : "精液",    //--屏蔽字
	},
	{
		w : "卖比",    //--屏蔽字
	},
	{
		w : "16dy-图库",    //--屏蔽字
	},
	{
		w : "獸交",    //--屏蔽字
	},
	{
		w : "爱女人",    //--屏蔽字
	},
	{
		w : "拔出来",    //--屏蔽字
	},
	{
		w : "操b",    //--屏蔽字
	},
	{
		w : "插进",    //--屏蔽字
	},
	{
		w : "插穴",    //--屏蔽字
	},
	{
		w : "吃精",    //--屏蔽字
	},
	{
		w : "抽插",    //--屏蔽字
	},
	{
		w : "大乳",    //--屏蔽字
	},
	{
		w : "调教",    //--屏蔽字
	},
	{
		w : "黄色电影",    //--屏蔽字
	},
	{
		w : "激情电影",    //--屏蔽字
	},
	{
		w : "轮暴",    //--屏蔽字
	},
	{
		w : "迷奸",    //--屏蔽字
	},
	{
		w : "乳房",    //--屏蔽字
	},
	{
		w : "色猫",    //--屏蔽字
	},
	{
		w : "色欲",    //--屏蔽字
	},
	{
		w : "性爱图库",    //--屏蔽字
	},
	{
		w : "亚情",    //--屏蔽字
	},
	{
		w : "淫亂",    //--屏蔽字
	},
	{
		w : "淫女",    //--屏蔽字
	},
	{
		w : "淫蕩",    //--屏蔽字
	},
	{
		w : "淫水",    //--屏蔽字
	},
	{
		w : "淫汁",    //--屏蔽字
	},
	{
		w : "幼圖",    //--屏蔽字
	},
	{
		w : "中文搜性网",    //--屏蔽字
	},
	{
		w : "自慰",    //--屏蔽字
	},
	{
		w : "鷄巴",    //--屏蔽字
	},
	{
		w : "學生妹",    //--屏蔽字
	},
	{
		w : "１８歲淫亂",    //--屏蔽字
	},
	{
		w : "999日本妹",    //--屏蔽字
	},
	{
		w : "幹炮",    //--屏蔽字
	},
	{
		w : "摸阴蒂",    //--屏蔽字
	},
	{
		w : "金鳞岂是池中物",    //--屏蔽字
	},
	{
		w : "掰穴皮卡丘",    //--屏蔽字
	},
	{
		w : "白虎少妇",    //--屏蔽字
	},
	{
		w : "白虎阴穴",    //--屏蔽字
	},
	{
		w : "包二奶",    //--屏蔽字
	},
	{
		w : "暴淫",    //--屏蔽字
	},
	{
		w : "逼痒",    //--屏蔽字
	},
	{
		w : "蕩妹",    //--屏蔽字
	},
	{
		w : "肥逼",    //--屏蔽字
	},
	{
		w : "粉穴",    //--屏蔽字
	},
	{
		w : "干穴",    //--屏蔽字
	},
	{
		w : "开苞",    //--屏蔽字
	},
	{
		w : "口活",    //--屏蔽字
	},
	{
		w : "狼友",    //--屏蔽字
	},
	{
		w : "春药",    //--屏蔽字
	},
	{
		w : "风艳阁",    //--屏蔽字
	},
	{
		w : "激情小说",    //--屏蔽字
	},
	{
		w : "兽欲",    //--屏蔽字
	},
	{
		w : "全裸",    //--屏蔽字
	},
	{
		w : "秘唇",    //--屏蔽字
	},
	{
		w : "蜜穴",    //--屏蔽字
	},
	{
		w : "玉穴",    //--屏蔽字
	},
	{
		w : "应召",    //--屏蔽字
	},
	{
		w : "菊花蕾",    //--屏蔽字
	},
	{
		w : "大力抽送",    //--屏蔽字
	},
	{
		w : "干的爽",    //--屏蔽字
	},
	{
		w : "肉蒲团",    //--屏蔽字
	},
	{
		w : "后庭",    //--屏蔽字
	},
	{
		w : "淫叫",    //--屏蔽字
	},
	{
		w : "男女交欢",    //--屏蔽字
	},
	{
		w : "极品波霸",    //--屏蔽字
	},
	{
		w : "兽奸",    //--屏蔽字
	},
	{
		w : "流淫",    //--屏蔽字
	},
	{
		w : "销魂洞",    //--屏蔽字
	},
	{
		w : "操烂",    //--屏蔽字
	},
	{
		w : "成人网站",    //--屏蔽字
	},
	{
		w : "淫色",    //--屏蔽字
	},
	{
		w : "一夜欢",    //--屏蔽字
	},
	{
		w : "姦淫",    //--屏蔽字
	},
	{
		w : "给你爽",    //--屏蔽字
	},
	{
		w : "偷窥图片",    //--屏蔽字
	},
	{
		w : "性奴",    //--屏蔽字
	},
	{
		w : "大奶头",    //--屏蔽字
	},
	{
		w : "奸幼",    //--屏蔽字
	},
	{
		w : "中年美妇",    //--屏蔽字
	},
	{
		w : "豪乳",    //--屏蔽字
	},
	{
		w : "喷精",    //--屏蔽字
	},
	{
		w : "逼奸",    //--屏蔽字
	},
	{
		w : "脱内裤",    //--屏蔽字
	},
	{
		w : "发浪",    //--屏蔽字
	},
	{
		w : "浪叫",    //--屏蔽字
	},
	{
		w : "肉茎",    //--屏蔽字
	},
	{
		w : "菊花洞",    //--屏蔽字
	},
	{
		w : "成人自拍",    //--屏蔽字
	},
	{
		w : "自拍美穴",    //--屏蔽字
	},
	{
		w : "抠穴",    //--屏蔽字
	},
	{
		w : "颜射",    //--屏蔽字
	},
	{
		w : "肉棍",    //--屏蔽字
	},
	{
		w : "淫水爱液",    //--屏蔽字
	},
	{
		w : "阴核",    //--屏蔽字
	},
	{
		w : "露B",    //--屏蔽字
	},
	{
		w : "母子奸情",    //--屏蔽字
	},
	{
		w : "人妻熟女",    //--屏蔽字
	},
	{
		w : "色界",    //--屏蔽字
	},
	{
		w : "丁香社区",    //--屏蔽字
	},
	{
		w : "爱图公园",    //--屏蔽字
	},
	{
		w : "色色五月天",    //--屏蔽字
	},
	{
		w : "鹿城娱乐",    //--屏蔽字
	},
	{
		w : "色色",    //--屏蔽字
	},
	{
		w : "幼香阁",    //--屏蔽字
	},
	{
		w : "隐窝窝",    //--屏蔽字
	},
	{
		w : "乱伦熟女网",    //--屏蔽字
	},
	{
		w : "插阴",    //--屏蔽字
	},
	{
		w : "露阴照",    //--屏蔽字
	},
	{
		w : "美幼",    //--屏蔽字
	},
	{
		w : "97sese",    //--屏蔽字
	},
	{
		w : "嫩鲍鱼",    //--屏蔽字
	},
	{
		w : "日本AV女优",    //--屏蔽字
	},
	{
		w : "美女走光",    //--屏蔽字
	},
	{
		w : "33bbb走光",    //--屏蔽字
	},
	{
		w : "激情贴图",    //--屏蔽字
	},
	{
		w : "成人论坛",    //--屏蔽字
	},
	{
		w : "就去诱惑",    //--屏蔽字
	},
	{
		w : "浴室自拍",    //--屏蔽字
	},
	{
		w : "BlowJobs",    //--屏蔽字
	},
	{
		w : "激情裸体",    //--屏蔽字
	},
	{
		w : "丽春苑",    //--屏蔽字
	},
	{
		w : "窝窝客",    //--屏蔽字
	},
	{
		w : "银民吧",    //--屏蔽字
	},
	{
		w : "亚洲色",    //--屏蔽字
	},
	{
		w : "碧香亭",    //--屏蔽字
	},
	{
		w : "爱色cc",    //--屏蔽字
	},
	{
		w : "妹妹骚图",    //--屏蔽字
	},
	{
		w : "宾馆女郎",    //--屏蔽字
	},
	{
		w : "美腿丝足",    //--屏蔽字
	},
	{
		w : "好色cc",    //--屏蔽字
	},
	{
		w : "无码长片",    //--屏蔽字
	},
	{
		w : "淫水涟涟",    //--屏蔽字
	},
	{
		w : "放荡少妇",    //--屏蔽字
	},
	{
		w : "成人图片",    //--屏蔽字
	},
	{
		w : "黄金圣水",    //--屏蔽字
	},
	{
		w : "脚交",    //--屏蔽字
	},
	{
		w : "勾魂少妇",    //--屏蔽字
	},
	{
		w : "女尻",    //--屏蔽字
	},
	{
		w : "我要性交",    //--屏蔽字
	},
	{
		w : "SM女王",    //--屏蔽字
	},
	{
		w : "乳此丝袜",    //--屏蔽字
	},
	{
		w : "日本灌肠",    //--屏蔽字
	},
	{
		w : "集体性爱",    //--屏蔽字
	},
	{
		w : "国产骚货",    //--屏蔽字
	},
	{
		w : "操B指南",    //--屏蔽字
	},
	{
		w : "亚洲淫娃",    //--屏蔽字
	},
	{
		w : "熟女乱伦",    //--屏蔽字
	},
	{
		w : "SM舔穴",    //--屏蔽字
	},
	{
		w : "無碼H漫",    //--屏蔽字
	},
	{
		w : "大胆少女",    //--屏蔽字
	},
	{
		w : "乳此丰满",    //--屏蔽字
	},
	{
		w : "屄屄特写",    //--屏蔽字
	},
	{
		w : "熟女颜射",    //--屏蔽字
	},
	{
		w : "要色色",    //--屏蔽字
	},
	{
		w : "耻辱轮奸",    //--屏蔽字
	},
	{
		w : "巨乳素人",    //--屏蔽字
	},
	{
		w : "妩媚挑逗",    //--屏蔽字
	},
	{
		w : "骚姨妈",    //--屏蔽字
	},
	{
		w : "裸体少妇",    //--屏蔽字
	},
	{
		w : "美少妇",    //--屏蔽字
	},
	{
		w : "射奶",    //--屏蔽字
	},
	{
		w : "杨思敏",    //--屏蔽字
	},
	{
		w : "野外性交",    //--屏蔽字
	},
	{
		w : "风骚淫荡",    //--屏蔽字
	},
	{
		w : "白虎嫩B",    //--屏蔽字
	},
	{
		w : "明星淫图",    //--屏蔽字
	},
	{
		w : "淫乱熟女",    //--屏蔽字
	},
	{
		w : "高清性愛",    //--屏蔽字
	},
	{
		w : "高潮集锦",    //--屏蔽字
	},
	{
		w : "淫兽学园",    //--屏蔽字
	},
	{
		w : "俏臀摄魄",    //--屏蔽字
	},
	{
		w : "有容奶大",    //--屏蔽字
	},
	{
		w : "无套内射",    //--屏蔽字
	},
	{
		w : "毛鲍",    //--屏蔽字
	},
	{
		w : "3P炮图",    //--屏蔽字
	},
	{
		w : "性交课",    //--屏蔽字
	},
	{
		w : "激凸走光",    //--屏蔽字
	},
	{
		w : "性感妖娆",    //--屏蔽字
	},
	{
		w : "人妻交换",    //--屏蔽字
	},
	{
		w : "监禁陵辱",    //--屏蔽字
	},
	{
		w : "生徒胸触",    //--屏蔽字
	},
	{
		w : "東洋屄",    //--屏蔽字
	},
	{
		w : "翘臀嫩穴",    //--屏蔽字
	},
	{
		w : "春光外泻",    //--屏蔽字
	},
	{
		w : "淫妇自慰",    //--屏蔽字
	},
	{
		w : "本土无码",    //--屏蔽字
	},
	{
		w : "淫妻交换",    //--屏蔽字
	},
	{
		w : "日屄",    //--屏蔽字
	},
	{
		w : "近亲相奸",    //--屏蔽字
	},
	{
		w : "艳乳",    //--屏蔽字
	},
	{
		w : "白虎小穴",    //--屏蔽字
	},
	{
		w : "肛门喷水",    //--屏蔽字
	},
	{
		w : "淫荡贵妇",    //--屏蔽字
	},
	{
		w : "鬼畜轮奸",    //--屏蔽字
	},
	{
		w : "浴室乱伦",    //--屏蔽字
	},
	{
		w : "生奸内射",    //--屏蔽字
	},
	{
		w : "国产嫖娼",    //--屏蔽字
	},
	{
		w : "白液四溅",    //--屏蔽字
	},
	{
		w : "带套肛交",    //--屏蔽字
	},
	{
		w : "大乱交",    //--屏蔽字
	},
	{
		w : "精液榨取",    //--屏蔽字
	},
	{
		w : "性感乳娘",    //--屏蔽字
	},
	{
		w : "魅惑巨乳",    //--屏蔽字
	},
	{
		w : "无码炮图",    //--屏蔽字
	},
	{
		w : "群阴会",    //--屏蔽字
	},
	{
		w : "人性本色",    //--屏蔽字
	},
	{
		w : "极品波神",    //--屏蔽字
	},
	{
		w : "淫乱工作",    //--屏蔽字
	},
	{
		w : "白浆四溅",    //--屏蔽字
	},
	{
		w : "街头扒衣",    //--屏蔽字
	},
	{
		w : "口内爆射",    //--屏蔽字
	},
	{
		w : "嫩BB",    //--屏蔽字
	},
	{
		w : "肛门拳交",    //--屏蔽字
	},
	{
		w : "灌满精液",    //--屏蔽字
	},
	{
		w : "莲花逼",    //--屏蔽字
	},
	{
		w : "自慰抠穴",    //--屏蔽字
	},
	{
		w : "人妻榨乳",    //--屏蔽字
	},
	{
		w : "拔屄自拍",    //--屏蔽字
	},
	{
		w : "洗肠射尿",    //--屏蔽字
	},
	{
		w : "人妻色诱",    //--屏蔽字
	},
	{
		w : "淫浆",    //--屏蔽字
	},
	{
		w : "狂乳激揺",    //--屏蔽字
	},
	{
		w : "騷浪",    //--屏蔽字
	},
	{
		w : "射爽",    //--屏蔽字
	},
	{
		w : "蘚鮑",    //--屏蔽字
	},
	{
		w : "制服狩",    //--屏蔽字
	},
	{
		w : "無毛穴",    //--屏蔽字
	},
	{
		w : "骚浪美女",    //--屏蔽字
	},
	{
		w : "肏屄",    //--屏蔽字
	},
	{
		w : "舌头穴",    //--屏蔽字
	},
	{
		w : "人妻做爱",    //--屏蔽字
	},
	{
		w : "插逼",    //--屏蔽字
	},
	{
		w : "爆操",    //--屏蔽字
	},
	{
		w : "插穴止痒",    //--屏蔽字
	},
	{
		w : "骚乳",    //--屏蔽字
	},
	{
		w : "食精",    //--屏蔽字
	},
	{
		w : "爆乳娘",    //--屏蔽字
	},
	{
		w : "插阴茎",    //--屏蔽字
	},
	{
		w : "黑毛屄",    //--屏蔽字
	},
	{
		w : "肉便器",    //--屏蔽字
	},
	{
		w : "肉逼",    //--屏蔽字
	},
	{
		w : "淫亂潮吹",    //--屏蔽字
	},
	{
		w : "母奸",    //--屏蔽字
	},
	{
		w : "熟妇人妻",    //--屏蔽字
	},
	{
		w : "発射",    //--屏蔽字
	},
	{
		w : "幹砲",    //--屏蔽字
	},
	{
		w : "性佣",    //--屏蔽字
	},
	{
		w : "爽穴",    //--屏蔽字
	},
	{
		w : "插比",    //--屏蔽字
	},
	{
		w : "嫩鲍",    //--屏蔽字
	},
	{
		w : "骚母",    //--屏蔽字
	},
	{
		w : "吃鸡巴",    //--屏蔽字
	},
	{
		w : "金毛穴",    //--屏蔽字
	},
	{
		w : "体奸",    //--屏蔽字
	},
	{
		w : "爆草",    //--屏蔽字
	},
	{
		w : "操妻",    //--屏蔽字
	},
	{
		w : "a4u",    //--屏蔽字
	},
	{
		w : "酥穴",    //--屏蔽字
	},
	{
		w : "屄毛",    //--屏蔽字
	},
	{
		w : "厕所盗摄",    //--屏蔽字
	},
	{
		w : "艳妇淫女",    //--屏蔽字
	},
	{
		w : "掰穴打洞",    //--屏蔽字
	},
	{
		w : "盗撮",    //--屏蔽字
	},
	{
		w : "薄码",    //--屏蔽字
	},
	{
		w : "少修正",    //--屏蔽字
	},
	{
		w : "巧淫奸戏",    //--屏蔽字
	},
	{
		w : "成人片",    //--屏蔽字
	},
	{
		w : "换妻大会",    //--屏蔽字
	},
	{
		w : "破处",    //--屏蔽字
	},
	{
		w : "穴爽",    //--屏蔽字
	},
	{
		w : "g点",    //--屏蔽字
	},
	{
		w : "欢欢娱乐时空",    //--屏蔽字
	},
	{
		w : "近親相姦",    //--屏蔽字
	},
	{
		w : "裤袜",    //--屏蔽字
	},
	{
		w : "乱伦",    //--屏蔽字
	},
	{
		w : "买春",    //--屏蔽字
	},
	{
		w : "妹妹阴毛",    //--屏蔽字
	},
	{
		w : "免费成人网站",    //--屏蔽字
	},
	{
		w : "免费偷窥网",    //--屏蔽字
	},
	{
		w : "免费A片",    //--屏蔽字
	},
	{
		w : "摩洛客",    //--屏蔽字
	},
	{
		w : "嫩b",    //--屏蔽字
	},
	{
		w : "捏弄",    //--屏蔽字
	},
	{
		w : "女优",    //--屏蔽字
	},
	{
		w : "肉棒",    //--屏蔽字
	},
	{
		w : "骚姐姐",    //--屏蔽字
	},
	{
		w : "色区",    //--屏蔽字
	},
	{
		w : "色书库",    //--屏蔽字
	},
	{
		w : "射颜",    //--屏蔽字
	},
	{
		w : "手淫",    //--屏蔽字
	},
	{
		w : "兽交",    //--屏蔽字
	},
	{
		w : "吸精少女",    //--屏蔽字
	},
	{
		w : "下流地带",    //--屏蔽字
	},
	{
		w : "性虎",    //--屏蔽字
	},
	{
		w : "性饥渴",    //--屏蔽字
	},
	{
		w : "阴部",    //--屏蔽字
	},
	{
		w : "淫妹",    //--屏蔽字
	},
	{
		w : "淫图",    //--屏蔽字
	},
	{
		w : "幼交",    //--屏蔽字
	},
	{
		w : "欲火",    //--屏蔽字
	},
	{
		w : "援交妹",    //--屏蔽字
	},
	{
		w : "嫩屄",    //--屏蔽字
	},
	{
		w : "嫩女",    //--屏蔽字
	},
	{
		w : "噴精",    //--屏蔽字
	},
	{
		w : "情色天崖",    //--屏蔽字
	},
	{
		w : "情色文学",    //--屏蔽字
	},
	{
		w : "群交亂舞",    //--屏蔽字
	},
	{
		w : "日本骚货",    //--屏蔽字
	},
	{
		w : "肉唇",    //--屏蔽字
	},
	{
		w : "肉沟",    //--屏蔽字
	},
	{
		w : "肉棍干骚妇",    //--屏蔽字
	},
	{
		w : "肉壶",    //--屏蔽字
	},
	{
		w : "肉淫器吞精",    //--屏蔽字
	},
	{
		w : "骚妹",    //--屏蔽字
	},
	{
		w : "骚女",    //--屏蔽字
	},
	{
		w : "骚水",    //--屏蔽字
	},
	{
		w : "骚穴",    //--屏蔽字
	},
	{
		w : "色狐狸网址",    //--屏蔽字
	},
	{
		w : "色狼论坛",    //--屏蔽字
	},
	{
		w : "色狼小说",    //--屏蔽字
	},
	{
		w : "湿穴",    //--屏蔽字
	},
	{
		w : "爽死我了",    //--屏蔽字
	},
	{
		w : "舔逼",    //--屏蔽字
	},
	{
		w : "舔屁眼",    //--屏蔽字
	},
	{
		w : "好嫩",    //--屏蔽字
	},
	{
		w : "大波",    //--屏蔽字
	},
	{
		w : "亂倫",    //--屏蔽字
	},
	{
		w : "做爱电影",    //--屏蔽字
	},
	{
		w : "色诱",    //--屏蔽字
	},
	{
		w : "秘裂",    //--屏蔽字
	},
	{
		w : "采花堂",    //--屏蔽字
	},
	{
		w : "含屌",    //--屏蔽字
	},
	{
		w : "亚洲性虐",    //--屏蔽字
	},
	{
		w : "夫妻自拍",    //--屏蔽字
	},
	{
		w : "熟女",    //--屏蔽字
	},
	{
		w : "操穴",    //--屏蔽字
	},
	{
		w : "裹本",    //--屏蔽字
	},
	{
		w : "淫妇",    //--屏蔽字
	},
	{
		w : "嫩逼",    //--屏蔽字
	},
	{
		w : "淫贱",    //--屏蔽字
	},
	{
		w : "欢乐性今宵",    //--屏蔽字
	},
	{
		w : "巨乳",    //--屏蔽字
	},
	{
		w : "性愛圖片",    //--屏蔽字
	},
	{
		w : "学生妹",    //--屏蔽字
	},
	{
		w : "炮友之家",    //--屏蔽字
	},
	{
		w : "花花公子",    //--屏蔽字
	},
	{
		w : "一夜情",    //--屏蔽字
	},
	{
		w : "乳沟",    //--屏蔽字
	},
	{
		w : "淫虫",    //--屏蔽字
	},
	{
		w : "叫床",    //--屏蔽字
	},
	{
		w : "porn",    //--屏蔽字
	},
	{
		w : "小姐打飞机",    //--屏蔽字
	},
	{
		w : "少女被插",    //--屏蔽字
	},
	{
		w : "Ｘ到噴屎尿",    //--屏蔽字
	},
	{
		w : "口淫",    //--屏蔽字
	},
	{
		w : "按摩棒",    //--屏蔽字
	},
	{
		w : "操我",    //--屏蔽字
	},
	{
		w : "奸情",    //--屏蔽字
	},
	{
		w : "被干",    //--屏蔽字
	},
	{
		w : "露逼",    //--屏蔽字
	},
	{
		w : "美女高潮",    //--屏蔽字
	},
	{
		w : "日逼",    //--屏蔽字
	},
	{
		w : "肉洞",    //--屏蔽字
	},
	{
		w : "阴缔",    //--屏蔽字
	},
	{
		w : "插暴",    //--屏蔽字
	},
	{
		w : "人妻",    //--屏蔽字
	},
	{
		w : "内射",    //--屏蔽字
	},
	{
		w : "肉具",    //--屏蔽字
	},
	{
		w : "欲仙欲浪",    //--屏蔽字
	},
	{
		w : "玉乳",    //--屏蔽字
	},
	{
		w : "被插",    //--屏蔽字
	},
	{
		w : "吞精",    //--屏蔽字
	},
	{
		w : "暴乳",    //--屏蔽字
	},
	{
		w : "成人午夜场",    //--屏蔽字
	},
	{
		w : "买春堂",    //--屏蔽字
	},
	{
		w : "性之站",    //--屏蔽字
	},
	{
		w : "成人社区",    //--屏蔽字
	},
	{
		w : "群交",    //--屏蔽字
	},
	{
		w : "激情聊天",    //--屏蔽字
	},
	{
		w : "三八淫",    //--屏蔽字
	},
	{
		w : "做爱自拍",    //--屏蔽字
	},
	{
		w : "淫妻",    //--屏蔽字
	},
	{
		w : "夫妻俱乐部",    //--屏蔽字
	},
	{
		w : "激情交友",    //--屏蔽字
	},
	{
		w : "诱色uu",    //--屏蔽字
	},
	{
		w : "就去色色",    //--屏蔽字
	},
	{
		w : "熟妇",    //--屏蔽字
	},
	{
		w : "mm美图",    //--屏蔽字
	},
	{
		w : "走光偷拍",    //--屏蔽字
	},
	{
		w : "77bbb",    //--屏蔽字
	},
	{
		w : "虎骑",    //--屏蔽字
	},
	{
		w : "咪咪图片",    //--屏蔽字
	},
	{
		w : "成人导航",    //--屏蔽字
	},
	{
		w : "深爱色色",    //--屏蔽字
	},
	{
		w : "厕所偷拍",    //--屏蔽字
	},
	{
		w : "成人A片",    //--屏蔽字
	},
	{
		w : "夫妻多p",    //--屏蔽字
	},
	{
		w : "我就色",    //--屏蔽字
	},
	{
		w : "释欲",    //--屏蔽字
	},
	{
		w : "你色吗",    //--屏蔽字
	},
	{
		w : "裙内偷拍",    //--屏蔽字
	},
	{
		w : "男女蒲典",    //--屏蔽字
	},
	{
		w : "色97爱",    //--屏蔽字
	},
	{
		w : "丝诱",    //--屏蔽字
	},
	{
		w : "人妻自拍",    //--屏蔽字
	},
	{
		w : "色情工厂",    //--屏蔽字
	},
	{
		w : "色色婷婷",    //--屏蔽字
	},
	{
		w : "美体艳姿",    //--屏蔽字
	},
	{
		w : "颜射自拍",    //--屏蔽字
	},
	{
		w : "熟母",    //--屏蔽字
	},
	{
		w : "肉丝裤袜",    //--屏蔽字
	},
	{
		w : "sm调教",    //--屏蔽字
	},
	{
		w : "打野炮",    //--屏蔽字
	},
	{
		w : "赤裸天使",    //--屏蔽字
	},
	{
		w : "淫欲世家",    //--屏蔽字
	},
	{
		w : "就去日",    //--屏蔽字
	},
	{
		w : "爱幼阁",    //--屏蔽字
	},
	{
		w : "巨屌",    //--屏蔽字
	},
	{
		w : "花样性交",    //--屏蔽字
	},
	{
		w : "裸陪",    //--屏蔽字
	},
	{
		w : "夫妻3p",    //--屏蔽字
	},
	{
		w : "大奶骚女",    //--屏蔽字
	},
	{
		w : "性愛插穴",    //--屏蔽字
	},
	{
		w : "日本熟母",    //--屏蔽字
	},
	{
		w : "幼逼",    //--屏蔽字
	},
	{
		w : "淫水四溅",    //--屏蔽字
	},
	{
		w : "大胆出位",    //--屏蔽字
	},
	{
		w : "旅馆自拍",    //--屏蔽字
	},
	{
		w : "无套自拍",    //--屏蔽字
	},
	{
		w : "快乐AV",    //--屏蔽字
	},
	{
		w : "国产无码",    //--屏蔽字
	},
	{
		w : "强制浣肠",    //--屏蔽字
	},
	{
		w : "援交自拍",    //--屏蔽字
	},
	{
		w : "凸肉优",    //--屏蔽字
	},
	{
		w : "撅起大白腚",    //--屏蔽字
	},
	{
		w : "骚妹妹",    //--屏蔽字
	},
	{
		w : "插穴手淫",    //--屏蔽字
	},
	{
		w : "双龙入洞",    //--屏蔽字
	},
	{
		w : "美女吞精",    //--屏蔽字
	},
	{
		w : "处女开包",    //--屏蔽字
	},
	{
		w : "调教虐待",    //--屏蔽字
	},
	{
		w : "淫肉诱惑",    //--屏蔽字
	},
	{
		w : "激情潮喷",    //--屏蔽字
	},
	{
		w : "骚穴怒放",    //--屏蔽字
	},
	{
		w : "馒头屄",    //--屏蔽字
	},
	{
		w : "无码丝袜",    //--屏蔽字
	},
	{
		w : "写真",    //--屏蔽字
	},
	{
		w : "寂寞自摸",    //--屏蔽字
	},
	{
		w : "警奴",    //--屏蔽字
	},
	{
		w : "轮操",    //--屏蔽字
	},
	{
		w : "淫店",    //--屏蔽字
	},
	{
		w : "精液浴",    //--屏蔽字
	},
	{
		w : "淫乱诊所",    //--屏蔽字
	},
	{
		w : "极品奶妹",    //--屏蔽字
	},
	{
		w : "惹火身材",    //--屏蔽字
	},
	{
		w : "暴力虐待",    //--屏蔽字
	},
	{
		w : "巨乳俏女医",    //--屏蔽字
	},
	{
		w : "扉之阴",    //--屏蔽字
	},
	{
		w : "淫の方程式",    //--屏蔽字
	},
	{
		w : "丁字裤翘臀",    //--屏蔽字
	},
	{
		w : "轮奸内射",    //--屏蔽字
	},
	{
		w : "空姐性交",    //--屏蔽字
	},
	{
		w : "美乳斗艳",    //--屏蔽字
	},
	{
		w : "舔鸡巴",    //--屏蔽字
	},
	{
		w : "骚B熟女",    //--屏蔽字
	},
	{
		w : "淫丝荡袜",    //--屏蔽字
	},
	{
		w : "奴隷调教",    //--屏蔽字
	},
	{
		w : "阴阜高耸",    //--屏蔽字
	},
	{
		w : "翘臀嫩逼",    //--屏蔽字
	},
	{
		w : "口交放尿",    //--屏蔽字
	},
	{
		w : "媚药少年",    //--屏蔽字
	},
	{
		w : "暴奸",    //--屏蔽字
	},
	{
		w : "无修正",    //--屏蔽字
	},
	{
		w : "国产AV",    //--屏蔽字
	},
	{
		w : "淫水横流",    //--屏蔽字
	},
	{
		w : "插入内射",    //--屏蔽字
	},
	{
		w : "东热空姐",    //--屏蔽字
	},
	{
		w : "大波粉B",    //--屏蔽字
	},
	{
		w : "互舔淫穴",    //--屏蔽字
	},
	{
		w : "丝袜淫妇",    //--屏蔽字
	},
	{
		w : "乳此动人",    //--屏蔽字
	},
	{
		w : "大波骚妇",    //--屏蔽字
	},
	{
		w : "无码做爱",    //--屏蔽字
	},
	{
		w : "口爆吞精",    //--屏蔽字
	},
	{
		w : "放荡熟女",    //--屏蔽字
	},
	{
		w : "巨炮兵团",    //--屏蔽字
	},
	{
		w : "叔嫂肉欲",    //--屏蔽字
	},
	{
		w : "肉感炮友",    //--屏蔽字
	},
	{
		w : "爱妻淫穴",    //--屏蔽字
	},
	{
		w : "无码精选",    //--屏蔽字
	},
	{
		w : "超毛大鲍",    //--屏蔽字
	},
	{
		w : "熟妇骚器",    //--屏蔽字
	},
	{
		w : "内射美妇",    //--屏蔽字
	},
	{
		w : "毒龙舔脚",    //--屏蔽字
	},
	{
		w : "性爱擂台",    //--屏蔽字
	},
	{
		w : "圣泉学淫",    //--屏蔽字
	},
	{
		w : "性奴会",    //--屏蔽字
	},
	{
		w : "密室淫行",    //--屏蔽字
	},
	{
		w : "亮屄",    //--屏蔽字
	},
	{
		w : "操肿",    //--屏蔽字
	},
	{
		w : "无码淫女",    //--屏蔽字
	},
	{
		w : "玩逼",    //--屏蔽字
	},
	{
		w : "淫虐",    //--屏蔽字
	},
	{
		w : "我就去色",    //--屏蔽字
	},
	{
		w : "淫痴",    //--屏蔽字
	},
	{
		w : "风骚欲女",    //--屏蔽字
	},
	{
		w : "亮穴",    //--屏蔽字
	},
	{
		w : "操穴喷水",    //--屏蔽字
	},
	{
		w : "幼男",    //--屏蔽字
	},
	{
		w : "肉箫",    //--屏蔽字
	},
	{
		w : "巨骚",    //--屏蔽字
	},
	{
		w : "骚妻",    //--屏蔽字
	},
	{
		w : "漏逼",    //--屏蔽字
	},
	{
		w : "骚屄",    //--屏蔽字
	},
	{
		w : "大奶美逼",    //--屏蔽字
	},
	{
		w : "高潮白浆",    //--屏蔽字
	},
	{
		w : "性战擂台",    //--屏蔽字
	},
	{
		w : "淫女炮图",    //--屏蔽字
	},
	{
		w : "小穴",    //--屏蔽字
	},
	{
		w : "淫水横溢",    //--屏蔽字
	},
	{
		w : "性交吞精",    //--屏蔽字
	},
	{
		w : "姦染",    //--屏蔽字
	},
	{
		w : "淫告白",    //--屏蔽字
	},
	{
		w : "乳射",    //--屏蔽字
	},
	{
		w : "操黑",    //--屏蔽字
	},
	{
		w : "朝天穴",    //--屏蔽字
	},
	{
		w : "公媳乱",    //--屏蔽字
	},
	{
		w : "女屄",    //--屏蔽字
	},
	{
		w : "慰春情",    //--屏蔽字
	},
	{
		w : "集体淫",    //--屏蔽字
	},
	{
		w : "淫B",    //--屏蔽字
	},
	{
		w : "屄屄",    //--屏蔽字
	},
	{
		w : "肛屄",    //--屏蔽字
	},
	{
		w : "小嫩鸡",    //--屏蔽字
	},
	{
		w : "舔B",    //--屏蔽字
	},
	{
		w : "嫩奶",    //--屏蔽字
	},
	{
		w : "a4y",    //--屏蔽字
	},
	{
		w : "品穴",    //--屏蔽字
	},
	{
		w : "淫水翻騰",    //--屏蔽字
	},
	{
		w : "一本道",    //--屏蔽字
	},
	{
		w : "乳尻",    //--屏蔽字
	},
	{
		w : "羞耻母",    //--屏蔽字
	},
	{
		w : "艳照",    //--屏蔽字
	},
	{
		w : "三P",    //--屏蔽字
	},
	{
		w : "露毛",    //--屏蔽字
	},
	{
		w : "紧穴",    //--屏蔽字
	},
	{
		w : "露点",    //--屏蔽字
	},
	{
		w : "18禁",    //--屏蔽字
	},
	{
		w : "g片",    //--屏蔽字
	},
	{
		w : "teen",    //--屏蔽字
	},
	{
		w : "無碼電影",    //--屏蔽字
	},
	{
		w : "爱液",    //--屏蔽字
	},
	{
		w : "插b",    //--屏蔽字
	},
	{
		w : "赤裸",    //--屏蔽字
	},
	{
		w : "荡妇",    //--屏蔽字
	},
	{
		w : "荡女",    //--屏蔽字
	},
	{
		w : "浪穴",    //--屏蔽字
	},
	{
		w : "露穴",    //--屏蔽字
	},
	{
		w : "美穴",    //--屏蔽字
	},
	{
		w : "猛插",    //--屏蔽字
	},
	{
		w : "迷药",    //--屏蔽字
	},
	{
		w : "嫩穴",    //--屏蔽字
	},
	{
		w : "肉穴",    //--屏蔽字
	},
	{
		w : "乳交",    //--屏蔽字
	},
	{
		w : "乳头",    //--屏蔽字
	},
	{
		w : "无码",    //--屏蔽字
	},
	{
		w : "吸精",    //--屏蔽字
	},
	{
		w : "现代情色小说",    //--屏蔽字
	},
	{
		w : "性交图",    //--屏蔽字
	},
	{
		w : "性息",    //--屏蔽字
	},
	{
		w : "艳情小说",    //--屏蔽字
	},
	{
		w : "阴部特写",    //--屏蔽字
	},
	{
		w : "阴道图片",    //--屏蔽字
	},
	{
		w : "淫书",    //--屏蔽字
	},
	{
		w : "幼女",    //--屏蔽字
	},
	{
		w : "玉蒲团玉女心经",    //--屏蔽字
	},
	{
		w : "援助交易",    //--屏蔽字
	},
	{
		w : "中国成人论坛",    //--屏蔽字
	},
	{
		w : "中国性爱城",    //--屏蔽字
	},
	{
		w : "自拍写真",    //--屏蔽字
	},
	{
		w : "做爱图片",    //--屏蔽字
	},
	{
		w : "掰穴",    //--屏蔽字
	},
	{
		w : "万淫堂",    //--屏蔽字
	},
	{
		w : "穴图",    //--屏蔽字
	},
	{
		w : "穴淫",    //--屏蔽字
	},
	{
		w : "艳舞淫业",    //--屏蔽字
	},
	{
		w : "咬着龟头",    //--屏蔽字
	},
	{
		w : "要射了",    //--屏蔽字
	},
	{
		w : "一夜性网",    //--屏蔽字
	},
	{
		w : "阴茎插小穴",    //--屏蔽字
	},
	{
		w : "陰穴新玩法",    //--屏蔽字
	},
	{
		w : "婬乱军团",    //--屏蔽字
	},
	{
		w : "淫逼",    //--屏蔽字
	},
	{
		w : "淫姐",    //--屏蔽字
	},
	{
		w : "淫浪",    //--屏蔽字
	},
	{
		w : "淫流",    //--屏蔽字
	},
	{
		w : "淫糜",    //--屏蔽字
	},
	{
		w : "淫蜜",    //--屏蔽字
	},
	{
		w : "淫魔",    //--屏蔽字
	},
	{
		w : "淫母",    //--屏蔽字
	},
	{
		w : "淫妞",    //--屏蔽字
	},
	{
		w : "淫奴",    //--屏蔽字
	},
	{
		w : "淫娃",    //--屏蔽字
	},
	{
		w : "淫液",    //--屏蔽字
	},
	{
		w : "钻插",    //--屏蔽字
	},
	{
		w : "H动漫",    //--屏蔽字
	},
	{
		w : "交换夫妻",    //--屏蔽字
	},
	{
		w : "美腿",    //--屏蔽字
	},
	{
		w : "舔脚",    //--屏蔽字
	},
	{
		w : "蜜洞",    //--屏蔽字
	},
	{
		w : "丝袜",    //--屏蔽字
	},
	{
		w : "淫情",    //--屏蔽字
	},
	{
		w : "亚洲情色网",    //--屏蔽字
	},
	{
		w : "强奸处女",    //--屏蔽字
	},
	{
		w : "鸡巴暴胀",    //--屏蔽字
	},
	{
		w : "美乳",    //--屏蔽字
	},
	{
		w : "大众色情成人网",    //--屏蔽字
	},
	{
		w : "火辣图片",    //--屏蔽字
	},
	{
		w : "淫声浪语",    //--屏蔽字
	},
	{
		w : "疯狂抽送",    //--屏蔽字
	},
	{
		w : "淫河",    //--屏蔽字
	},
	{
		w : "强暴",    //--屏蔽字
	},
	{
		w : "多人性愛",    //--屏蔽字
	},
	{
		w : "操屄",    //--屏蔽字
	},
	{
		w : "浪女",    //--屏蔽字
	},
	{
		w : "色情论坛",    //--屏蔽字
	},
	{
		w : "性虎色网",    //--屏蔽字
	},
	{
		w : "淫欲日本",    //--屏蔽字
	},
	{
		w : "操死",    //--屏蔽字
	},
	{
		w : "色迷城",    //--屏蔽字
	},
	{
		w : "petgirl",    //--屏蔽字
	},
	{
		w : "骚女叫春",    //--屏蔽字
	},
	{
		w : "成人百强",    //--屏蔽字
	},
	{
		w : "猖妓",    //--屏蔽字
	},
	{
		w : "天天干贴图",    //--屏蔽字
	},
	{
		w : "密穴贴图",    //--屏蔽字
	},
	{
		w : "凌辱",    //--屏蔽字
	},
	{
		w : "偷欢",    //--屏蔽字
	},
	{
		w : "小逼",    //--屏蔽字
	},
	{
		w : "酥痒",    //--屏蔽字
	},
	{
		w : "品色堂",    //--屏蔽字
	},
	{
		w : "浪妇",    //--屏蔽字
	},
	{
		w : "嫖妓指南",    //--屏蔽字
	},
	{
		w : "肉缝",    //--屏蔽字
	},
	{
		w : "色窝窝",    //--屏蔽字
	},
	{
		w : "被操",    //--屏蔽字
	},
	{
		w : "巨奶",    //--屏蔽字
	},
	{
		w : "骚洞",    //--屏蔽字
	},
	{
		w : "阴精",    //--屏蔽字
	},
	{
		w : "阴阜",    //--屏蔽字
	},
	{
		w : "阴屄",    //--屏蔽字
	},
	{
		w : "群魔色舞",    //--屏蔽字
	},
	{
		w : "扒穴",    //--屏蔽字
	},
	{
		w : "六月联盟",    //--屏蔽字
	},
	{
		w : "55sss偷拍区",    //--屏蔽字
	},
	{
		w : "张筱雨",    //--屏蔽字
	},
	{
		w : "xiao77",    //--屏蔽字
	},
	{
		w : "极品黑丝",    //--屏蔽字
	},
	{
		w : "丝袜写真",    //--屏蔽字
	},
	{
		w : "天天情色",    //--屏蔽字
	},
	{
		w : "成人小说",    //--屏蔽字
	},
	{
		w : "成人文学",    //--屏蔽字
	},
	{
		w : "情色艺术天空",    //--屏蔽字
	},
	{
		w : "222se图片",    //--屏蔽字
	},
	{
		w : "偷拍",    //--屏蔽字
	},
	{
		w : "淫色贴图",    //--屏蔽字
	},
	{
		w : "厕奴",    //--屏蔽字
	},
	{
		w : "美女成人",    //--屏蔽字
	},
	{
		w : "酥胸诱惑",    //--屏蔽字
	},
	{
		w : "五月天",    //--屏蔽字
	},
	{
		w : "人体摄影",    //--屏蔽字
	},
	{
		w : "东北xx网",    //--屏蔽字
	},
	{
		w : "玛雅网",    //--屏蔽字
	},
	{
		w : "成人bt",    //--屏蔽字
	},
	{
		w : "周六性吧",    //--屏蔽字
	},
	{
		w : "爆乳",    //--屏蔽字
	},
	{
		w : "诱惑视频",    //--屏蔽字
	},
	{
		w : "裙下风光",    //--屏蔽字
	},
	{
		w : "嘻游中国",    //--屏蔽字
	},
	{
		w : "操母狗",    //--屏蔽字
	},
	{
		w : "御の二代目",    //--屏蔽字
	},
	{
		w : "丝袜足交",    //--屏蔽字
	},
	{
		w : "肮脏美学",    //--屏蔽字
	},
	{
		w : "亚洲有码",    //--屏蔽字
	},
	{
		w : "欲仙欲死",    //--屏蔽字
	},
	{
		w : "丝袜高跟",    //--屏蔽字
	},
	{
		w : "偷拍美穴",    //--屏蔽字
	},
	{
		w : "原味丝袜",    //--屏蔽字
	},
	{
		w : "裸露自拍",    //--屏蔽字
	},
	{
		w : "针孔偷拍",    //--屏蔽字
	},
	{
		w : "放荡少妇宾馆",    //--屏蔽字
	},
	{
		w : "性感肉丝",    //--屏蔽字
	},
	{
		w : "拳交",    //--屏蔽字
	},
	{
		w : "迫奸",    //--屏蔽字
	},
	{
		w : "品香堂",    //--屏蔽字
	},
	{
		w : "北京xx网",    //--屏蔽字
	},
	{
		w : "虐奴",    //--屏蔽字
	},
	{
		w : "情色导航",    //--屏蔽字
	},
	{
		w : "欧美大乳",    //--屏蔽字
	},
	{
		w : "欧美无套",    //--屏蔽字
	},
	{
		w : "骚妇露逼",    //--屏蔽字
	},
	{
		w : "炮友",    //--屏蔽字
	},
	{
		w : "淫水丝袜",    //--屏蔽字
	},
	{
		w : "母女双飞",    //--屏蔽字
	},
	{
		w : "老少乱伦",    //--屏蔽字
	},
	{
		w : "幼妓",    //--屏蔽字
	},
	{
		w : "素人娘",    //--屏蔽字
	},
	{
		w : "前凸后翘",    //--屏蔽字
	},
	{
		w : "制服誘惑",    //--屏蔽字
	},
	{
		w : "舔屄",    //--屏蔽字
	},
	{
		w : "色色成人",    //--屏蔽字
	},
	{
		w : "迷奸系列",    //--屏蔽字
	},
	{
		w : "性交无码",    //--屏蔽字
	},
	{
		w : "惹火自拍",    //--屏蔽字
	},
	{
		w : "胯下呻吟",    //--屏蔽字
	},
	{
		w : "淫驴屯",    //--屏蔽字
	},
	{
		w : "少妇偷情",    //--屏蔽字
	},
	{
		w : "护士诱惑",    //--屏蔽字
	},
	{
		w : "群奸乱交",    //--屏蔽字
	},
	{
		w : "极品白虎",    //--屏蔽字
	},
	{
		w : "曲线消魂",    //--屏蔽字
	},
	{
		w : "淫腔",    //--屏蔽字
	},
	{
		w : "无码淫漫",    //--屏蔽字
	},
	{
		w : "假阳具插穴",    //--屏蔽字
	},
	{
		w : "蝴蝶逼",    //--屏蔽字
	},
	{
		w : "自插小穴",    //--屏蔽字
	},
	{
		w : "SM援交",    //--屏蔽字
	},
	{
		w : "西洋美女",    //--屏蔽字
	},
	{
		w : "爱液横流",    //--屏蔽字
	},
	{
		w : "无码无套",    //--屏蔽字
	},
	{
		w : "淫战群P",    //--屏蔽字
	},
	{
		w : "口爆",    //--屏蔽字
	},
	{
		w : "酒店援交",    //--屏蔽字
	},
	{
		w : "乳霸",    //--屏蔽字
	},
	{
		w : "湿身诱惑",    //--屏蔽字
	},
	{
		w : "火辣写真",    //--屏蔽字
	},
	{
		w : "动漫色图",    //--屏蔽字
	},
	{
		w : "熟女护士",    //--屏蔽字
	},
	{
		w : "粉红穴",    //--屏蔽字
	},
	{
		w : "经典炮图",    //--屏蔽字
	},
	{
		w : "童颜巨乳",    //--屏蔽字
	},
	{
		w : "性感诱惑",    //--屏蔽字
	},
	{
		w : "援交薄码",    //--屏蔽字
	},
	{
		w : "美乳美穴",    //--屏蔽字
	},
	{
		w : "奇淫宝鉴",    //--屏蔽字
	},
	{
		w : "美骚妇",    //--屏蔽字
	},
	{
		w : "跨下呻吟",    //--屏蔽字
	},
	{
		w : "无毛美少女",    //--屏蔽字
	},
	{
		w : "流蜜汁",    //--屏蔽字
	},
	{
		w : "日本素人",    //--屏蔽字
	},
	{
		w : "爆乳人妻",    //--屏蔽字
	},
	{
		w : "妖媚熟母",    //--屏蔽字
	},
	{
		w : "日本有码",    //--屏蔽字
	},
	{
		w : "激情打炮",    //--屏蔽字
	},
	{
		w : "制服美妇",    //--屏蔽字
	},
	{
		w : "无码彩图",    //--屏蔽字
	},
	{
		w : "放尿",    //--屏蔽字
	},
	{
		w : "入穴一游",    //--屏蔽字
	},
	{
		w : "丰唇艳姬",    //--屏蔽字
	},
	{
		w : "群奸轮射",    //--屏蔽字
	},
	{
		w : "高级逼",    //--屏蔽字
	},
	{
		w : "MM屄",    //--屏蔽字
	},
	{
		w : "美臀嫰穴",    //--屏蔽字
	},
	{
		w : "淫东方",    //--屏蔽字
	},
	{
		w : "国产偷拍",    //--屏蔽字
	},
	{
		w : "清晰内射",    //--屏蔽字
	},
	{
		w : "嫩穴肉缝",    //--屏蔽字
	},
	{
		w : "雪腿玉胯",    //--屏蔽字
	},
	{
		w : "骚妇掰B",    //--屏蔽字
	},
	{
		w : "白嫩骚妇",    //--屏蔽字
	},
	{
		w : "梅花屄",    //--屏蔽字
	},
	{
		w : "猛操狂射",    //--屏蔽字
	},
	{
		w : "潮喷",    //--屏蔽字
	},
	{
		w : "无码体验",    //--屏蔽字
	},
	{
		w : "吞精骚妹",    //--屏蔽字
	},
	{
		w : "紧缚凌辱",    //--屏蔽字
	},
	{
		w : "奸淫电车",    //--屏蔽字
	},
	{
		w : "堕淫",    //--屏蔽字
	},
	{
		w : "颜骑",    //--屏蔽字
	},
	{
		w : "互淫",    //--屏蔽字
	},
	{
		w : "逼毛",    //--屏蔽字
	},
	{
		w : "胸濤乳浪",    //--屏蔽字
	},
	{
		w : "夫妻乱交",    //--屏蔽字
	},
	{
		w : "黑屄",    //--屏蔽字
	},
	{
		w : "奶大屄肥",    //--屏蔽字
	},
	{
		w : "拔屄",    //--屏蔽字
	},
	{
		w : "穴海",    //--屏蔽字
	},
	{
		w : "换妻杂交",    //--屏蔽字
	},
	{
		w : "狂插",    //--屏蔽字
	},
	{
		w : "黑逼",    //--屏蔽字
	},
	{
		w : "粉屄",    //--屏蔽字
	},
	{
		w : "口射",    //--屏蔽字
	},
	{
		w : "多人轮",    //--屏蔽字
	},
	{
		w : "奶挺臀翘",    //--屏蔽字
	},
	{
		w : "扒屄",    //--屏蔽字
	},
	{
		w : "痴乳",    //--屏蔽字
	},
	{
		w : "鬼輪姦",    //--屏蔽字
	},
	{
		w : "乳爆",    //--屏蔽字
	},
	{
		w : "浴尿",    //--屏蔽字
	},
	{
		w : "淫样",    //--屏蔽字
	},
	{
		w : "発妻",    //--屏蔽字
	},
	{
		w : "姫辱",    //--屏蔽字
	},
	{
		w : "插后庭",    //--屏蔽字
	},
	{
		w : "操爽",    //--屏蔽字
	},
	{
		w : "嫩缝",    //--屏蔽字
	},
	{
		w : "操射",    //--屏蔽字
	},
	{
		w : "骚妈",    //--屏蔽字
	},
	{
		w : "激插",    //--屏蔽字
	},
	{
		w : "暴干",    //--屏蔽字
	},
	{
		w : "母子交欢",    //--屏蔽字
	},
	{
		w : "嫐屄",    //--屏蔽字
	},
	{
		w : "足脚交",    //--屏蔽字
	},
	{
		w : "露屄",    //--屏蔽字
	},
	{
		w : "柔阴术",    //--屏蔽字
	},
	{
		w : "相奸",    //--屏蔽字
	},
	{
		w : "淫师荡母",    //--屏蔽字
	},
	{
		w : "欠干",    //--屏蔽字
	},
	{
		w : "桃园蜜洞",    //--屏蔽字
	},
	{
		w : "二穴中出",    //--屏蔽字
	},
	{
		w : "奴畜抄",    //--屏蔽字
	},
	{
		w : "连続失禁",    //--屏蔽字
	},
	{
		w : "大鸡巴",    //--屏蔽字
	},
	{
		w : "玩穴",    //--屏蔽字
	},
	{
		w : "性交自拍",    //--屏蔽字
	},
	{
		w : "叫鸡",    //--屏蔽字
	},
	{
		w : "骚浪人妻",    //--屏蔽字
	},
	{
		w : "三级片",    //--屏蔽字
	},
	{
		w : "东京热",    //--屏蔽字
	},
	{
		w : "做爱",    //--屏蔽字
	},
	{
		w : "操",    //--屏蔽字
	},
	{
		w : "坐台",    //--屏蔽字
	},
	{
		w : "子宫",    //--屏蔽字
	},
	{
		w : "杂种",    //--屏蔽字
	},
	{
		w : "淫",    //--屏蔽字
	},
	{
		w : "阴毛",    //--屏蔽字
	},
	{
		w : "阴户",    //--屏蔽字
	},
	{
		w : "阴蒂",    //--屏蔽字
	},
	{
		w : "爷爷",    //--屏蔽字
	},
	{
		w : "阳具",    //--屏蔽字
	},
	{
		w : "性交",    //--屏蔽字
	},
	{
		w : "性爱",    //--屏蔽字
	},
	{
		w : "小鸡鸡",    //--屏蔽字
	},
	{
		w : "小弟弟",    //--屏蔽字
	},
	{
		w : "小便",    //--屏蔽字
	},
	{
		w : "武藤",    //--屏蔽字
	},
	{
		w : "慰安妇",    //--屏蔽字
	},
	{
		w : "猥亵",    //--屏蔽字
	},
	{
		w : "猥琐",    //--屏蔽字
	},
	{
		w : "生殖",    //--屏蔽字
	},
	{
		w : "煞笔",    //--屏蔽字
	},
	{
		w : "傻逼",    //--屏蔽字
	},
	{
		w : "傻B",    //--屏蔽字
	},
	{
		w : "色情",    //--屏蔽字
	},
	{
		w : "骚逼",    //--屏蔽字
	},
	{
		w : "三陪",    //--屏蔽字
	},
	{
		w : "肉欲",    //--屏蔽字
	},
	{
		w : "肉体",    //--屏蔽字
	},
	{
		w : "情色",    //--屏蔽字
	},
	{
		w : "排泄",    //--屏蔽字
	},
	{
		w : "女干",    //--屏蔽字
	},
	{
		w : "灭族",    //--屏蔽字
	},
	{
		w : "梅毒",    //--屏蔽字
	},
	{
		w : "卵子",    //--屏蔽字
	},
	{
		w : "淋病",    //--屏蔽字
	},
	{
		w : "口交",    //--屏蔽字
	},
	{
		w : "尻",    //--屏蔽字
	},
	{
		w : "贱",    //--屏蔽字
	},
	{
		w : "鸡吧",    //--屏蔽字
	},
	{
		w : "胡瘟",    //--屏蔽字
	},
	{
		w : "龟头",    //--屏蔽字
	},
	{
		w : "狗日",    //--屏蔽字
	},
	{
		w : "狗娘",    //--屏蔽字
	},
	{
		w : "根正苗红",    //--屏蔽字
	},
	{
		w : "睾丸",    //--屏蔽字
	},
	{
		w : "疯狗",    //--屏蔽字
	},
	{
		w : "腚",    //--屏蔽字
	},
	{
		w : "大便",    //--屏蔽字
	},
	{
		w : "打炮",    //--屏蔽字
	},
	{
		w : "打飞机",    //--屏蔽字
	},
	{
		w : "娼",    //--屏蔽字
	},
	{
		w : "瘪三",    //--屏蔽字
	},
	{
		w : "妈逼",    //--屏蔽字
	},
	{
		w : "妈",    //--屏蔽字
	},
	{
		w : "爸",    //--屏蔽字
	},
	{
		w : "爹",    //--屏蔽字
	},
	{
		w : "爷",    //--屏蔽字
	},
	{
		w : "奶",    //--屏蔽字
	},
	{
		w : "儿子",    //--屏蔽字
	},
	{
		w : "sm",    //--屏蔽字
	},
	{
		w : "偷窥视频",    //--屏蔽字
	},
	{
		w : "裸聊",    //--屏蔽字
	},
	{
		w : "兽兽门",    //--屏蔽字
	},
	{
		w : "艾滋",    //--屏蔽字
	},
	{
		w : "艾滋病",    //--屏蔽字
	},
	{
		w : "二逼",    //--屏蔽字
	},
	{
		w : "阳物",    //--屏蔽字
	},
	{
		w : "找小姐",    //--屏蔽字
	},
	{
		w : "开房",    //--屏蔽字
	},
	{
		w : "援交",    //--屏蔽字
	},
	{
		w : "黄色网站",    //--屏蔽字
	},
	{
		w : "大血逼",    //--屏蔽字
	},
	{
		w : "大血比",    //--屏蔽字
	},
	{
		w : "性虐ADMIN",    //--屏蔽字
	},
	{
		w : "Admin",    //--屏蔽字
	},
	{
		w : "xtl",    //--屏蔽字
	},
	{
		w : "system",    //--屏蔽字
	},
	{
		w : "Administrator",    //--屏蔽字
	},
	{
		w : "管理",    //--屏蔽字
	},
	{
		w : "管里",    //--屏蔽字
	},
	{
		w : "管理员",    //--屏蔽字
	},
	{
		w : "服务管理",    //--屏蔽字
	},
	{
		w : "服务器",    //--屏蔽字
	},
	{
		w : "活动管理员",    //--屏蔽字
	},
	{
		w : "冬季热",    //--屏蔽字
	},
	{
		w : "官方",    //--屏蔽字
	},
	{
		w : "维护",    //--屏蔽字
	},
	{
		w : "系统",    //--屏蔽字
	},
	{
		w : "系统公告",    //--屏蔽字
	},
	{
		w : "审查",    //--屏蔽字
	},
	{
		w : "巡查",    //--屏蔽字
	},
	{
		w : "监督",    //--屏蔽字
	},
	{
		w : "监管",    //--屏蔽字
	},
	{
		w : "game",    //--屏蔽字
	},
	{
		w : "master",    //--屏蔽字
	},
	{
		w : "GAMEMASTER",    //--屏蔽字
	},
	{
		w : "GM",    //--屏蔽字
	},
	{
		w : "游戏管理员",    //--屏蔽字
	},
	{
		w : "Client",    //--屏蔽字
	},
	{
		w : "Server",    //--屏蔽字
	},
	{
		w : "CS",    //--屏蔽字
	},
	{
		w : "KEFU",    //--屏蔽字
	},
	{
		w : "助理",    //--屏蔽字
	},
	{
		w : "客户服务",    //--屏蔽字
	},
	{
		w : "服务天使",    //--屏蔽字
	},
	{
		w : "TEsT",    //--屏蔽字
	},
	{
		w : "测试",    //--屏蔽字
	},
	{
		w : "辅助程序",    //--屏蔽字
	},
	{
		w : "运营",    //--屏蔽字
	},
	{
		w : "运营者",    //--屏蔽字
	},
	{
		w : "运营组",    //--屏蔽字
	},
	{
		w : "运营商",    //--屏蔽字
	},
	{
		w : "运营长",    //--屏蔽字
	},
	{
		w : "运营官",    //--屏蔽字
	},
	{
		w : "运营人",    //--屏蔽字
	},
	{
		w : "蔡文胜",    //--屏蔽字
	},
	{
		w : "李兴平",    //--屏蔽字
	},
	{
		w : "汪东风",    //--屏蔽字
	},
	{
		w : "骆海坚",    //--屏蔽字
	},
	{
		w : "曹政",    //--屏蔽字
	},
	{
		w : "sf",    //--屏蔽字
	},
	{
		w : "私服",    //--屏蔽字
	},
	{
		w : "私人服务器",    //--屏蔽字
	},
	{
		w : "wg",    //--屏蔽字
	},
	{
		w : "外挂",    //--屏蔽字
	},
	{
		w : "毛澤東",    //--屏蔽字
	},
	{
		w : "周恩來",    //--屏蔽字
	},
	{
		w : "劉少奇",    //--屏蔽字
	},
	{
		w : "彭德懷",    //--屏蔽字
	},
	{
		w : "劉伯承",    //--屏蔽字
	},
	{
		w : "陳毅",    //--屏蔽字
	},
	{
		w : "賀龍",    //--屏蔽字
	},
	{
		w : "聶榮臻",    //--屏蔽字
	},
	{
		w : "羅榮桓",    //--屏蔽字
	},
	{
		w : "葉劍英",    //--屏蔽字
	},
	{
		w : "李大釗",    //--屏蔽字
	},
	{
		w : "陳獨秀",    //--屏蔽字
	},
	{
		w : "孫中山",    //--屏蔽字
	},
	{
		w : "孫文",    //--屏蔽字
	},
	{
		w : "孫逸仙",    //--屏蔽字
	},
	{
		w : "鄧小平",    //--屏蔽字
	},
	{
		w : "陳雲",    //--屏蔽字
	},
	{
		w : "江澤民",    //--屏蔽字
	},
	{
		w : "李鵬",    //--屏蔽字
	},
	{
		w : "朱鎔基",    //--屏蔽字
	},
	{
		w : "李瑞環",    //--屏蔽字
	},
	{
		w : "李嵐清",    //--屏蔽字
	},
	{
		w : "胡錦濤",    //--屏蔽字
	},
	{
		w : "羅幹",    //--屏蔽字
	},
	{
		w : "溫家寶",    //--屏蔽字
	},
	{
		w : "吳邦國",    //--屏蔽字
	},
	{
		w : "曾慶紅",    //--屏蔽字
	},
	{
		w : "賈慶林",    //--屏蔽字
	},
	{
		w : "黃菊",    //--屏蔽字
	},
	{
		w : "吳官正",    //--屏蔽字
	},
	{
		w : "李長春",    //--屏蔽字
	},
	{
		w : "吳儀",    //--屏蔽字
	},
	{
		w : "曹剛川",    //--屏蔽字
	},
	{
		w : "唐家璿",    //--屏蔽字
	},
	{
		w : "華建敏",    //--屏蔽字
	},
	{
		w : "陳至立",    //--屏蔽字
	},
	{
		w : "張德江",    //--屏蔽字
	},
	{
		w : "俞正聲",    //--屏蔽字
	},
	{
		w : "王樂泉",    //--屏蔽字
	},
	{
		w : "劉雲山",    //--屏蔽字
	},
	{
		w : "王剛",    //--屏蔽字
	},
	{
		w : "王兆國",    //--屏蔽字
	},
	{
		w : "劉淇",    //--屏蔽字
	},
	{
		w : "賀國強",    //--屏蔽字
	},
	{
		w : "習近平",    //--屏蔽字
	},
	{
		w : "李克強",    //--屏蔽字
	},
	{
		w : "張高麗",    //--屏蔽字
	},
	{
		w : "劉延東",    //--屏蔽字
	},
	{
		w : "彭麗媛",    //--屏蔽字
	},
	{
		w : "華國鋒",    //--屏蔽字
	},
	{
		w : "習大大",    //--屏蔽字
	},
	{
		w : "吳幫國",    //--屏蔽字
	},
	{
		w : "無幫國",    //--屏蔽字
	},
	{
		w : "無邦國",    //--屏蔽字
	},
	{
		w : "無幫過",    //--屏蔽字
	},
	{
		w : "瘟家寶",    //--屏蔽字
	},
	{
		w : "假慶林",    //--屏蔽字
	},
	{
		w : "甲慶林",    //--屏蔽字
	},
	{
		w : "離長春",    //--屏蔽字
	},
	{
		w : "習遠平",    //--屏蔽字
	},
	{
		w : "襲近平",    //--屏蔽字
	},
	{
		w : "李磕牆",    //--屏蔽字
	},
	{
		w : "賀過牆",    //--屏蔽字
	},
	{
		w : "和鍋槍",    //--屏蔽字
	},
	{
		w : "習主席",    //--屏蔽字
	},
	{
		w : "布希",    //--屏蔽字
	},
	{
		w : "布雷爾",    //--屏蔽字
	},
	{
		w : "純一郎",    //--屏蔽字
	},
	{
		w : "薩馬蘭奇",    //--屏蔽字
	},
	{
		w : "默克爾",    //--屏蔽字
	},
	{
		w : "克林頓",    //--屏蔽字
	},
	{
		w : "雷根",    //--屏蔽字
	},
	{
		w : "尼克森",    //--屏蔽字
	},
	{
		w : "杜魯門",    //--屏蔽字
	},
	{
		w : "赫魯雪夫",    //--屏蔽字
	},
	{
		w : "列寧",    //--屏蔽字
	},
	{
		w : "史達林",    //--屏蔽字
	},
	{
		w : "馬克思",    //--屏蔽字
	},
	{
		w : "薩達姆",    //--屏蔽字
	},
	{
		w : "柴契爾",    //--屏蔽字
	},
	{
		w : "阿羅約",    //--屏蔽字
	},
	{
		w : "卡斯楚",    //--屏蔽字
	},
	{
		w : "佛蘭克林",    //--屏蔽字
	},
	{
		w : "華盛頓",    //--屏蔽字
	},
	{
		w : "艾森豪",    //--屏蔽字
	},
	{
		w : "拿破崙",    //--屏蔽字
	},
	{
		w : "亞歷山大",    //--屏蔽字
	},
	{
		w : "拉姆斯菲爾德",    //--屏蔽字
	},
	{
		w : "蘿拉",    //--屏蔽字
	},
	{
		w : "鮑威爾",    //--屏蔽字
	},
	{
		w : "奧巴馬",    //--屏蔽字
	},
	{
		w : "梅德韋傑夫",    //--屏蔽字
	},
	{
		w : "安倍晉三",    //--屏蔽字
	},
	{
		w : "奧馬爾",    //--屏蔽字
	},
	{
		w : "達賴",    //--屏蔽字
	},
	{
		w : "達賴喇嘛",    //--屏蔽字
	},
	{
		w : "張春橋",    //--屏蔽字
	},
	{
		w : "東條英機",    //--屏蔽字
	},
	{
		w : "岡村秀樹",    //--屏蔽字
	},
	{
		w : "岡村寧次",    //--屏蔽字
	},
	{
		w : "高麗朴",    //--屏蔽字
	},
	{
		w : "趙紫陽",    //--屏蔽字
	},
	{
		w : "沃爾開西",    //--屏蔽字
	},
	{
		w : "李大師",    //--屏蔽字
	},
	{
		w : "賴昌星",    //--屏蔽字
	},
	{
		w : "馬加爵",    //--屏蔽字
	},
	{
		w : "班禪",    //--屏蔽字
	},
	{
		w : "額爾德尼",    //--屏蔽字
	},
	{
		w : "阿扁萬歲",    //--屏蔽字
	},
	{
		w : "熱那亞",    //--屏蔽字
	},
	{
		w : "薄熙來",    //--屏蔽字
	},
	{
		w : "王立軍",    //--屏蔽字
	},
	{
		w : "令計畫",    //--屏蔽字
	},
	{
		w : "軸永康",    //--屏蔽字
	},
	{
		w : "陳良宇",    //--屏蔽字
	},
	{
		w : "李登輝",    //--屏蔽字
	},
	{
		w : "連戰",    //--屏蔽字
	},
	{
		w : "呂秀蓮",    //--屏蔽字
	},
	{
		w : "鬱慕明",    //--屏蔽字
	},
	{
		w : "蔣介石",    //--屏蔽字
	},
	{
		w : "蔣中正",    //--屏蔽字
	},
	{
		w : "蔣經國",    //--屏蔽字
	},
	{
		w : "馬英九",    //--屏蔽字
	},
	{
		w : "涉嫌反动",    //--屏蔽字
	},
	{
		w : "恐怖主义敏感词汇",    //--屏蔽字
	},
	{
		w : "六四運動",    //--屏蔽字
	},
	{
		w : "美國之音",    //--屏蔽字
	},
	{
		w : "民國",    //--屏蔽字
	},
	{
		w : "民進黨",    //--屏蔽字
	},
	{
		w : "民運",    //--屏蔽字
	},
	{
		w : "摩門教",    //--屏蔽字
	},
	{
		w : "納粹",    //--屏蔽字
	},
	{
		w : "南華早報",    //--屏蔽字
	},
	{
		w : "南蠻",    //--屏蔽字
	},
	{
		w : "明慧網",    //--屏蔽字
	},
	{
		w : "起義",    //--屏蔽字
	},
	{
		w : "親民黨",    //--屏蔽字
	},
	{
		w : "瘸腿幫",    //--屏蔽字
	},
	{
		w : "人民報",    //--屏蔽字
	},
	{
		w : "法輪功",    //--屏蔽字
	},
	{
		w : "法輪大法",    //--屏蔽字
	},
	{
		w : "打倒共產黨",    //--屏蔽字
	},
	{
		w : "台獨萬歲",    //--屏蔽字
	},
	{
		w : "聖戰",    //--屏蔽字
	},
	{
		w : "台獨",    //--屏蔽字
	},
	{
		w : "台獨分子",    //--屏蔽字
	},
	{
		w : "台聯",    //--屏蔽字
	},
	{
		w : "臺灣民國",    //--屏蔽字
	},
	{
		w : "臺灣島國",    //--屏蔽字
	},
	{
		w : "臺灣國",    //--屏蔽字
	},
	{
		w : "臺灣獨立",    //--屏蔽字
	},
	{
		w : "天安門事件",    //--屏蔽字
	},
	{
		w : "屠殺",    //--屏蔽字
	},
	{
		w : "新黨",    //--屏蔽字
	},
	{
		w : "新疆獨立",    //--屏蔽字
	},
	{
		w : "新疆國",    //--屏蔽字
	},
	{
		w : "疆獨",    //--屏蔽字
	},
	{
		w : "西藏獨立",    //--屏蔽字
	},
	{
		w : "西藏國",    //--屏蔽字
	},
	{
		w : "藏獨",    //--屏蔽字
	},
	{
		w : "藏青會",    //--屏蔽字
	},
	{
		w : "藏婦會",    //--屏蔽字
	},
	{
		w : "學潮",    //--屏蔽字
	},
	{
		w : "學運",    //--屏蔽字
	},
	{
		w : "一黨專政",    //--屏蔽字
	},
	{
		w : "兩個中國",    //--屏蔽字
	},
	{
		w : "一貫道",    //--屏蔽字
	},
	{
		w : "遊行",    //--屏蔽字
	},
	{
		w : "圓滿",    //--屏蔽字
	},
	{
		w : "鎮壓",    //--屏蔽字
	},
	{
		w : "政變",    //--屏蔽字
	},
	{
		w : "政治反對派",    //--屏蔽字
	},
	{
		w : "共產黨",    //--屏蔽字
	},
	{
		w : "反黨",    //--屏蔽字
	},
	{
		w : "民主黨",    //--屏蔽字
	},
	{
		w : "中國之春",    //--屏蔽字
	},
	{
		w : "轉法輪",    //--屏蔽字
	},
	{
		w : "共黨",    //--屏蔽字
	},
	{
		w : "蘇家屯",    //--屏蔽字
	},
	{
		w : "基地組織",    //--屏蔽字
	},
	{
		w : "東亞病夫",    //--屏蔽字
	},
	{
		w : "高治聯",    //--屏蔽字
	},
	{
		w : "高自聯",    //--屏蔽字
	},
	{
		w : "專政",    //--屏蔽字
	},
	{
		w : "專制",    //--屏蔽字
	},
	{
		w : "四人幫",    //--屏蔽字
	},
	{
		w : "新聞管制",    //--屏蔽字
	},
	{
		w : "核工業基地",    //--屏蔽字
	},
	{
		w : "鈾",    //--屏蔽字
	},
	{
		w : "原子彈",    //--屏蔽字
	},
	{
		w : "氫彈",    //--屏蔽字
	},
	{
		w : "導彈",    //--屏蔽字
	},
	{
		w : "核潛艇",    //--屏蔽字
	},
	{
		w : "大參考",    //--屏蔽字
	},
	{
		w : "小參考",    //--屏蔽字
	},
	{
		w : "國內動態清樣",    //--屏蔽字
	},
	{
		w : "東突",    //--屏蔽字
	},
	{
		w : "中央電視臺",    //--屏蔽字
	},
	{
		w : "雪山獅子旗",    //--屏蔽字
	},
	{
		w : "佔領中環",    //--屏蔽字
	},
	{
		w : "兩國論",    //--屏蔽字
	},
	{
		w : "一邊一國",    //--屏蔽字
	},
	{
		w : "多維",    //--屏蔽字
	},
	{
		w : "釋迦牟尼",    //--屏蔽字
	},
	{
		w : "如來",    //--屏蔽字
	},
	{
		w : "阿彌陀佛",    //--屏蔽字
	},
	{
		w : "觀世音",    //--屏蔽字
	},
	{
		w : "普賢",    //--屏蔽字
	},
	{
		w : "河殤",    //--屏蔽字
	},
	{
		w : "聖母",    //--屏蔽字
	},
	{
		w : "耶和華",    //--屏蔽字
	},
	{
		w : "耶穌",    //--屏蔽字
	},
	{
		w : "伊斯蘭",    //--屏蔽字
	},
	{
		w : "白蓮教",    //--屏蔽字
	},
	{
		w : "東正教",    //--屏蔽字
	},
	{
		w : "法輪",    //--屏蔽字
	},
	{
		w : "走向圓滿",    //--屏蔽字
	},
	{
		w : "黃大仙",    //--屏蔽字
	},
	{
		w : "風水",    //--屏蔽字
	},
	{
		w : "神漢",    //--屏蔽字
	},
	{
		w : "大衛教",    //--屏蔽字
	},
	{
		w : "閻王",    //--屏蔽字
	},
	{
		w : "黑白無常",    //--屏蔽字
	},
	{
		w : "牛頭馬面",    //--屏蔽字
	},
	{
		w : "高麗棒子",    //--屏蔽字
	},
	{
		w : "蒙古韃子",    //--屏蔽字
	},
	{
		w : "回民吃豬肉",    //--屏蔽字
	},
	{
		w : "蒙古獨立",    //--屏蔽字
	},
	{
		w : "謀殺",    //--屏蔽字
	},
	{
		w : "殺人",    //--屏蔽字
	},
	{
		w : "販毒",    //--屏蔽字
	},
	{
		w : "賭博",    //--屏蔽字
	},
	{
		w : "拐賣",    //--屏蔽字
	},
	{
		w : "賣淫",    //--屏蔽字
	},
	{
		w : "監獄",    //--屏蔽字
	},
	{
		w : "強姦",    //--屏蔽字
	},
	{
		w : "輪奸",    //--屏蔽字
	},
	{
		w : "搶劫",    //--屏蔽字
	},
	{
		w : "先奸後殺",    //--屏蔽字
	},
	{
		w : "槍支彈藥",    //--屏蔽字
	},
	{
		w : "抽頭",    //--屏蔽字
	},
	{
		w : "坐莊",    //--屏蔽字
	},
	{
		w : "賭馬",    //--屏蔽字
	},
	{
		w : "賭球",    //--屏蔽字
	},
	{
		w : "籌碼",    //--屏蔽字
	},
	{
		w : "老虎機",    //--屏蔽字
	},
	{
		w : "輪盤賭",    //--屏蔽字
	},
	{
		w : "搖頭丸",    //--屏蔽字
	},
	{
		w : "鴉片",    //--屏蔽字
	},
	{
		w : "罌粟",    //--屏蔽字
	},
	{
		w : "迷幻藥",    //--屏蔽字
	},
	{
		w : "嗑藥",    //--屏蔽字
	},
	{
		w : "賣槍支彈藥",    //--屏蔽字
	},
	{
		w : "馬的",    //--屏蔽字
	},
	{
		w : "馬白勺",    //--屏蔽字
	},
	{
		w : "媽的",    //--屏蔽字
	},
	{
		w : "媽白勺",    //--屏蔽字
	},
	{
		w : "女馬ㄉ",    //--屏蔽字
	},
	{
		w : "女馬的",    //--屏蔽字
	},
	{
		w : "女馬白勺",    //--屏蔽字
	},
	{
		w : "幹你",    //--屏蔽字
	},
	{
		w : "幹妳",    //--屏蔽字
	},
	{
		w : "幹他",    //--屏蔽字
	},
	{
		w : "幹人也",    //--屏蔽字
	},
	{
		w : "幹她",    //--屏蔽字
	},
	{
		w : "幹女也",    //--屏蔽字
	},
	{
		w : "機八",    //--屏蔽字
	},
	{
		w : "雞八",    //--屏蔽字
	},
	{
		w : "機巴",    //--屏蔽字
	},
	{
		w : "雞巴",    //--屏蔽字
	},
	{
		w : "機叭",    //--屏蔽字
	},
	{
		w : "雞叭",    //--屏蔽字
	},
	{
		w : "機芭",    //--屏蔽字
	},
	{
		w : "雞芭",    //--屏蔽字
	},
	{
		w : "機掰",    //--屏蔽字
	},
	{
		w : "雞掰",    //--屏蔽字
	},
	{
		w : "機Y",    //--屏蔽字
	},
	{
		w : "機Ｙ",    //--屏蔽字
	},
	{
		w : "雞Y",    //--屏蔽字
	},
	{
		w : "雞Ｙ",    //--屏蔽字
	},
	{
		w : "機8",    //--屏蔽字
	},
	{
		w : "雞８",    //--屏蔽字
	},
	{
		w : "幹GY",    //--屏蔽字
	},
	{
		w : "幹ＧＹ",    //--屏蔽字
	},
	{
		w : "幹七八",    //--屏蔽字
	},
	{
		w : "幹78",    //--屏蔽字
	},
	{
		w : "幹７８",    //--屏蔽字
	},
	{
		w : "懶叫",    //--屏蔽字
	},
	{
		w : "懶教",    //--屏蔽字
	},
	{
		w : "媽B",    //--屏蔽字
	},
	{
		w : "璩美鳳",    //--屏蔽字
	},
	{
		w : "陰莖",    //--屏蔽字
	},
	{
		w : "陰道",    //--屏蔽字
	},
	{
		w : "幹死",    //--屏蔽字
	},
	{
		w : "你媽",    //--屏蔽字
	},
	{
		w : "幼齒",    //--屏蔽字
	},
	{
		w : "幹死你",    //--屏蔽字
	},
	{
		w : "作愛",    //--屏蔽字
	},
	{
		w : "發騷",    //--屏蔽字
	},
	{
		w : "陰唇",    //--屏蔽字
	},
	{
		w : "操你媽",    //--屏蔽字
	},
	{
		w : "賤人",    //--屏蔽字
	},
	{
		w : "江八點",    //--屏蔽字
	},
	{
		w : "賤逼",    //--屏蔽字
	},
	{
		w : "騷貨",    //--屏蔽字
	},
	{
		w : "龜公",    //--屏蔽字
	},
	{
		w : "窮逼",    //--屏蔽字
	},
	{
		w : "裝逼",    //--屏蔽字
	},
	{
		w : "媽批",    //--屏蔽字
	},
	{
		w : "爛逼",    //--屏蔽字
	},
	{
		w : "雞奸",    //--屏蔽字
	},
	{
		w : "爛比",    //--屏蔽字
	},
	{
		w : "噴你",    //--屏蔽字
	},
	{
		w : "你大爺",    //--屏蔽字
	},
	{
		w : "中國豬",    //--屏蔽字
	},
	{
		w : "淫穢",    //--屏蔽字
	},
	{
		w : "江豬媳",    //--屏蔽字
	},
	{
		w : "豬毛",    //--屏蔽字
	},
	{
		w : "逼樣",    //--屏蔽字
	},
	{
		w : "去你媽的",    //--屏蔽字
	},
	{
		w : "下賤",    //--屏蔽字
	},
	{
		w : "豬操",    //--屏蔽字
	},
	{
		w : "陰水",    //--屏蔽字
	},
	{
		w : "賣比",    //--屏蔽字
	},
	{
		w : "16dy-圖庫",    //--屏蔽字
	},
	{
		w : "愛女人",    //--屏蔽字
	},
	{
		w : "拔出來",    //--屏蔽字
	},
	{
		w : "插進",    //--屏蔽字
	},
	{
		w : "調教",    //--屏蔽字
	},
	{
		w : "黃色電影",    //--屏蔽字
	},
	{
		w : "激情電影",    //--屏蔽字
	},
	{
		w : "輪暴",    //--屏蔽字
	},
	{
		w : "色貓",    //--屏蔽字
	},
	{
		w : "性愛圖庫",    //--屏蔽字
	},
	{
		w : "亞情",    //--屏蔽字
	},
	{
		w : "中文搜性網",    //--屏蔽字
	},
	{
		w : "摸陰蒂",    //--屏蔽字
	},
	{
		w : "金鱗豈是池中物",    //--屏蔽字
	},
	{
		w : "白虎少婦",    //--屏蔽字
	},
	{
		w : "白虎陰穴",    //--屏蔽字
	},
	{
		w : "逼癢",    //--屏蔽字
	},
	{
		w : "幹穴",    //--屏蔽字
	},
	{
		w : "開苞",    //--屏蔽字
	},
	{
		w : "春藥",    //--屏蔽字
	},
	{
		w : "風豔閣",    //--屏蔽字
	},
	{
		w : "激情小說",    //--屏蔽字
	},
	{
		w : "獸欲",    //--屏蔽字
	},
	{
		w : "應召",    //--屏蔽字
	},
	{
		w : "幹的爽",    //--屏蔽字
	},
	{
		w : "肉蒲團",    //--屏蔽字
	},
	{
		w : "後庭",    //--屏蔽字
	},
	{
		w : "男女交歡",    //--屏蔽字
	},
	{
		w : "極品波霸",    //--屏蔽字
	},
	{
		w : "獸奸",    //--屏蔽字
	},
	{
		w : "銷魂洞",    //--屏蔽字
	},
	{
		w : "操爛",    //--屏蔽字
	},
	{
		w : "成人網站",    //--屏蔽字
	},
	{
		w : "一夜歡",    //--屏蔽字
	},
	{
		w : "給你爽",    //--屏蔽字
	},
	{
		w : "偷窺圖片",    //--屏蔽字
	},
	{
		w : "大乳頭",    //--屏蔽字
	},
	{
		w : "中年美婦",    //--屏蔽字
	},
	{
		w : "脫內褲",    //--屏蔽字
	},
	{
		w : "發浪",    //--屏蔽字
	},
	{
		w : "肉莖",    //--屏蔽字
	},
	{
		w : "摳穴",    //--屏蔽字
	},
	{
		w : "顏射",    //--屏蔽字
	},
	{
		w : "淫水愛液",    //--屏蔽字
	},
	{
		w : "陰核",    //--屏蔽字
	},
	{
		w : "母子姦情",    //--屏蔽字
	},
	{
		w : "丁香社區",    //--屏蔽字
	},
	{
		w : "愛圖公園",    //--屏蔽字
	},
	{
		w : "鹿城娛樂",    //--屏蔽字
	},
	{
		w : "幼香閣",    //--屏蔽字
	},
	{
		w : "隱窩窩",    //--屏蔽字
	},
	{
		w : "亂倫熟女網",    //--屏蔽字
	},
	{
		w : "插陰",    //--屏蔽字
	},
	{
		w : "露陰照",    //--屏蔽字
	},
	{
		w : "嫩鮑魚",    //--屏蔽字
	},
	{
		w : "日本AV女優",    //--屏蔽字
	},
	{
		w : "激情貼圖",    //--屏蔽字
	},
	{
		w : "成人論壇",    //--屏蔽字
	},
	{
		w : "就去誘惑",    //--屏蔽字
	},
	{
		w : "激情裸體",    //--屏蔽字
	},
	{
		w : "麗春苑",    //--屏蔽字
	},
	{
		w : "窩窩客",    //--屏蔽字
	},
	{
		w : "銀民吧",    //--屏蔽字
	},
	{
		w : "亞洲色",    //--屏蔽字
	},
	{
		w : "愛色cc",    //--屏蔽字
	},
	{
		w : "妹妹騷圖",    //--屏蔽字
	},
	{
		w : "賓館女郎",    //--屏蔽字
	},
	{
		w : "美腿絲足",    //--屏蔽字
	},
	{
		w : "無碼長片",    //--屏蔽字
	},
	{
		w : "淫水漣漣",    //--屏蔽字
	},
	{
		w : "放蕩少婦",    //--屏蔽字
	},
	{
		w : "成人圖片",    //--屏蔽字
	},
	{
		w : "黃金聖水",    //--屏蔽字
	},
	{
		w : "腳交",    //--屏蔽字
	},
	{
		w : "勾魂少婦",    //--屏蔽字
	},
	{
		w : "乳此絲襪",    //--屏蔽字
	},
	{
		w : "日本灌腸",    //--屏蔽字
	},
	{
		w : "集體性愛",    //--屏蔽字
	},
	{
		w : "國產騷貨",    //--屏蔽字
	},
	{
		w : "亞洲淫娃",    //--屏蔽字
	},
	{
		w : "熟女亂倫",    //--屏蔽字
	},
	{
		w : "大膽少女",    //--屏蔽字
	},
	{
		w : "乳此豐滿",    //--屏蔽字
	},
	{
		w : "屄屄特寫",    //--屏蔽字
	},
	{
		w : "熟女顏射",    //--屏蔽字
	},
	{
		w : "恥辱輪奸",    //--屏蔽字
	},
	{
		w : "嫵媚挑逗",    //--屏蔽字
	},
	{
		w : "騷姨媽",    //--屏蔽字
	},
	{
		w : "裸體少婦",    //--屏蔽字
	},
	{
		w : "美少婦",    //--屏蔽字
	},
	{
		w : "楊思敏",    //--屏蔽字
	},
	{
		w : "風騷淫蕩",    //--屏蔽字
	},
	{
		w : "明星淫圖",    //--屏蔽字
	},
	{
		w : "淫亂熟女",    //--屏蔽字
	},
	{
		w : "高潮集錦",    //--屏蔽字
	},
	{
		w : "淫獸學園",    //--屏蔽字
	},
	{
		w : "俏臀攝魄",    //--屏蔽字
	},
	{
		w : "無套內射",    //--屏蔽字
	},
	{
		w : "毛鮑",    //--屏蔽字
	},
	{
		w : "3P炮圖",    //--屏蔽字
	},
	{
		w : "性交課",    //--屏蔽字
	},
	{
		w : "性感妖嬈",    //--屏蔽字
	},
	{
		w : "人妻交換",    //--屏蔽字
	},
	{
		w : "監禁陵辱",    //--屏蔽字
	},
	{
		w : "生徒胸觸",    //--屏蔽字
	},
	{
		w : "翹臀嫩穴",    //--屏蔽字
	},
	{
		w : "春光外瀉",    //--屏蔽字
	},
	{
		w : "淫婦自慰",    //--屏蔽字
	},
	{
		w : "本土無碼",    //--屏蔽字
	},
	{
		w : "淫妻交換",    //--屏蔽字
	},
	{
		w : "近親相奸",    //--屏蔽字
	},
	{
		w : "豔乳",    //--屏蔽字
	},
	{
		w : "肛門噴水",    //--屏蔽字
	},
	{
		w : "淫蕩貴婦",    //--屏蔽字
	},
	{
		w : "鬼畜輪奸",    //--屏蔽字
	},
	{
		w : "浴室亂倫",    //--屏蔽字
	},
	{
		w : "生奸內射",    //--屏蔽字
	},
	{
		w : "國產嫖娼",    //--屏蔽字
	},
	{
		w : "白液四濺",    //--屏蔽字
	},
	{
		w : "帶套肛交",    //--屏蔽字
	},
	{
		w : "大亂交",    //--屏蔽字
	},
	{
		w : "無碼炮圖",    //--屏蔽字
	},
	{
		w : "群陰會",    //--屏蔽字
	},
	{
		w : "極品波神",    //--屏蔽字
	},
	{
		w : "淫亂工作",    //--屏蔽字
	},
	{
		w : "白漿四濺",    //--屏蔽字
	},
	{
		w : "街頭扒衣",    //--屏蔽字
	},
	{
		w : "口內爆射",    //--屏蔽字
	},
	{
		w : "肛門拳交",    //--屏蔽字
	},
	{
		w : "灌滿精液",    //--屏蔽字
	},
	{
		w : "蓮花逼",    //--屏蔽字
	},
	{
		w : "自慰摳穴",    //--屏蔽字
	},
	{
		w : "洗腸射尿",    //--屏蔽字
	},
	{
		w : "人妻色誘",    //--屏蔽字
	},
	{
		w : "淫漿",    //--屏蔽字
	},
	{
		w : "騷浪美女",    //--屏蔽字
	},
	{
		w : "舌頭穴",    //--屏蔽字
	},
	{
		w : "人妻做愛",    //--屏蔽字
	},
	{
		w : "插穴止癢",    //--屏蔽字
	},
	{
		w : "騷乳",    //--屏蔽字
	},
	{
		w : "插陰莖",    //--屏蔽字
	},
	{
		w : "熟婦人妻",    //--屏蔽字
	},
	{
		w : "性傭",    //--屏蔽字
	},
	{
		w : "嫩鮑",    //--屏蔽字
	},
	{
		w : "騷母",    //--屏蔽字
	},
	{
		w : "吃雞巴",    //--屏蔽字
	},
	{
		w : "體奸",    //--屏蔽字
	},
	{
		w : "廁所盜攝",    //--屏蔽字
	},
	{
		w : "豔婦淫女",    //--屏蔽字
	},
	{
		w : "盜撮",    //--屏蔽字
	},
	{
		w : "薄碼",    //--屏蔽字
	},
	{
		w : "巧淫奸戲",    //--屏蔽字
	},
	{
		w : "換妻大會",    //--屏蔽字
	},
	{
		w : "破處",    //--屏蔽字
	},
	{
		w : "g點",    //--屏蔽字
	},
	{
		w : "歡歡娛樂時空",    //--屏蔽字
	},
	{
		w : "褲襪",    //--屏蔽字
	},
	{
		w : "買春",    //--屏蔽字
	},
	{
		w : "妹妹陰毛",    //--屏蔽字
	},
	{
		w : "免費成人網站",    //--屏蔽字
	},
	{
		w : "免費偷窺網",    //--屏蔽字
	},
	{
		w : "免費A片",    //--屏蔽字
	},
	{
		w : "女優",    //--屏蔽字
	},
	{
		w : "騷姐姐",    //--屏蔽字
	},
	{
		w : "色區",    //--屏蔽字
	},
	{
		w : "色書庫",    //--屏蔽字
	},
	{
		w : "射顏",    //--屏蔽字
	},
	{
		w : "下流地帶",    //--屏蔽字
	},
	{
		w : "性饑渴",    //--屏蔽字
	},
	{
		w : "陰部",    //--屏蔽字
	},
	{
		w : "淫圖",    //--屏蔽字
	},
	{
		w : "情色文學",    //--屏蔽字
	},
	{
		w : "日本騷貨",    //--屏蔽字
	},
	{
		w : "肉溝",    //--屏蔽字
	},
	{
		w : "肉棍幹騷婦",    //--屏蔽字
	},
	{
		w : "肉壺",    //--屏蔽字
	},
	{
		w : "騷妹",    //--屏蔽字
	},
	{
		w : "騷女",    //--屏蔽字
	},
	{
		w : "騷水",    //--屏蔽字
	},
	{
		w : "騷穴",    //--屏蔽字
	},
	{
		w : "色狐狸網址",    //--屏蔽字
	},
	{
		w : "色狼論壇",    //--屏蔽字
	},
	{
		w : "色狼小說",    //--屏蔽字
	},
	{
		w : "濕穴",    //--屏蔽字
	},
	{
		w : "做愛電影",    //--屏蔽字
	},
	{
		w : "色誘",    //--屏蔽字
	},
	{
		w : "採花堂",    //--屏蔽字
	},
	{
		w : "亞洲性虐",    //--屏蔽字
	},
	{
		w : "淫婦",    //--屏蔽字
	},
	{
		w : "淫賤",    //--屏蔽字
	},
	{
		w : "歡樂性今宵",    //--屏蔽字
	},
	{
		w : "乳溝",    //--屏蔽字
	},
	{
		w : "淫蟲",    //--屏蔽字
	},
	{
		w : "小姐打飛機",    //--屏蔽字
	},
	{
		w : "姦情",    //--屏蔽字
	},
	{
		w : "被幹",    //--屏蔽字
	},
	{
		w : "陰締",    //--屏蔽字
	},
	{
		w : "內射",    //--屏蔽字
	},
	{
		w : "成人午夜場",    //--屏蔽字
	},
	{
		w : "買春堂",    //--屏蔽字
	},
	{
		w : "成人社區",    //--屏蔽字
	},
	{
		w : "做愛自拍",    //--屏蔽字
	},
	{
		w : "夫妻俱樂部",    //--屏蔽字
	},
	{
		w : "誘色uu",    //--屏蔽字
	},
	{
		w : "熟婦",    //--屏蔽字
	},
	{
		w : "mm美圖",    //--屏蔽字
	},
	{
		w : "虎騎",    //--屏蔽字
	},
	{
		w : "咪咪圖片",    //--屏蔽字
	},
	{
		w : "成人導航",    //--屏蔽字
	},
	{
		w : "深愛色色",    //--屏蔽字
	},
	{
		w : "廁所偷拍",    //--屏蔽字
	},
	{
		w : "釋欲",    //--屏蔽字
	},
	{
		w : "你色嗎",    //--屏蔽字
	},
	{
		w : "裙內偷拍",    //--屏蔽字
	},
	{
		w : "色97愛",    //--屏蔽字
	},
	{
		w : "絲誘",    //--屏蔽字
	},
	{
		w : "色情工廠",    //--屏蔽字
	},
	{
		w : "美體豔姿",    //--屏蔽字
	},
	{
		w : "顏射自拍",    //--屏蔽字
	},
	{
		w : "肉絲褲襪",    //--屏蔽字
	},
	{
		w : "sm調教",    //--屏蔽字
	},
	{
		w : "愛幼閣",    //--屏蔽字
	},
	{
		w : "花樣性交",    //--屏蔽字
	},
	{
		w : "大奶騷女",    //--屏蔽字
	},
	{
		w : "淫水四濺",    //--屏蔽字
	},
	{
		w : "大膽出位",    //--屏蔽字
	},
	{
		w : "旅館自拍",    //--屏蔽字
	},
	{
		w : "無套自拍",    //--屏蔽字
	},
	{
		w : "快樂AV",    //--屏蔽字
	},
	{
		w : "國產無碼",    //--屏蔽字
	},
	{
		w : "強制浣腸",    //--屏蔽字
	},
	{
		w : "凸肉優",    //--屏蔽字
	},
	{
		w : "騷妹妹",    //--屏蔽字
	},
	{
		w : "雙龍入洞",    //--屏蔽字
	},
	{
		w : "處女開包",    //--屏蔽字
	},
	{
		w : "調教虐待",    //--屏蔽字
	},
	{
		w : "淫肉誘惑",    //--屏蔽字
	},
	{
		w : "激情潮噴",    //--屏蔽字
	},
	{
		w : "騷穴怒放",    //--屏蔽字
	},
	{
		w : "饅頭屄",    //--屏蔽字
	},
	{
		w : "無碼絲襪",    //--屏蔽字
	},
	{
		w : "寫真",    //--屏蔽字
	},
	{
		w : "輪操",    //--屏蔽字
	},
	{
		w : "淫亂診所",    //--屏蔽字
	},
	{
		w : "極品奶妹",    //--屏蔽字
	},
	{
		w : "巨乳俏女醫",    //--屏蔽字
	},
	{
		w : "扉之陰",    //--屏蔽字
	},
	{
		w : "丁字褲翹臀",    //--屏蔽字
	},
	{
		w : "輪奸內射",    //--屏蔽字
	},
	{
		w : "美乳鬥豔",    //--屏蔽字
	},
	{
		w : "舔雞巴",    //--屏蔽字
	},
	{
		w : "騷B熟女",    //--屏蔽字
	},
	{
		w : "淫絲蕩襪",    //--屏蔽字
	},
	{
		w : "奴隷調教",    //--屏蔽字
	},
	{
		w : "陰阜高聳",    //--屏蔽字
	},
	{
		w : "翹臀嫩逼",    //--屏蔽字
	},
	{
		w : "媚藥少年",    //--屏蔽字
	},
	{
		w : "無修正",    //--屏蔽字
	},
	{
		w : "國產AV",    //--屏蔽字
	},
	{
		w : "淫水橫流",    //--屏蔽字
	},
	{
		w : "插入內射",    //--屏蔽字
	},
	{
		w : "東熱空姐",    //--屏蔽字
	},
	{
		w : "絲襪淫婦",    //--屏蔽字
	},
	{
		w : "乳此動人",    //--屏蔽字
	},
	{
		w : "大波騷婦",    //--屏蔽字
	},
	{
		w : "無碼做愛",    //--屏蔽字
	},
	{
		w : "放蕩熟女",    //--屏蔽字
	},
	{
		w : "巨炮兵團",    //--屏蔽字
	},
	{
		w : "愛妻淫穴",    //--屏蔽字
	},
	{
		w : "無碼精選",    //--屏蔽字
	},
	{
		w : "超毛大鮑",    //--屏蔽字
	},
	{
		w : "熟婦騷器",    //--屏蔽字
	},
	{
		w : "內射美婦",    //--屏蔽字
	},
	{
		w : "毒龍舔腳",    //--屏蔽字
	},
	{
		w : "性愛擂臺",    //--屏蔽字
	},
	{
		w : "聖泉學淫",    //--屏蔽字
	},
	{
		w : "性奴會",    //--屏蔽字
	},
	{
		w : "操腫",    //--屏蔽字
	},
	{
		w : "無碼淫女",    //--屏蔽字
	},
	{
		w : "淫癡",    //--屏蔽字
	},
	{
		w : "風騷欲女",    //--屏蔽字
	},
	{
		w : "操穴噴水",    //--屏蔽字
	},
	{
		w : "肉簫",    //--屏蔽字
	},
	{
		w : "巨騷",    //--屏蔽字
	},
	{
		w : "騷妻",    //--屏蔽字
	},
	{
		w : "騷屄",    //--屏蔽字
	},
	{
		w : "高潮白漿",    //--屏蔽字
	},
	{
		w : "性戰擂臺",    //--屏蔽字
	},
	{
		w : "淫女炮圖",    //--屏蔽字
	},
	{
		w : "淫水橫溢",    //--屏蔽字
	},
	{
		w : "公媳亂",    //--屏蔽字
	},
	{
		w : "集體淫",    //--屏蔽字
	},
	{
		w : "小嫩雞",    //--屏蔽字
	},
	{
		w : "羞恥母",    //--屏蔽字
	},
	{
		w : "豔照",    //--屏蔽字
	},
	{
		w : "緊穴",    //--屏蔽字
	},
	{
		w : "露點",    //--屏蔽字
	},
	{
		w : "愛液",    //--屏蔽字
	},
	{
		w : "蕩婦",    //--屏蔽字
	},
	{
		w : "蕩女",    //--屏蔽字
	},
	{
		w : "迷藥",    //--屏蔽字
	},
	{
		w : "乳頭",    //--屏蔽字
	},
	{
		w : "無碼",    //--屏蔽字
	},
	{
		w : "現代情色小說",    //--屏蔽字
	},
	{
		w : "性交圖",    //--屏蔽字
	},
	{
		w : "豔情小說",    //--屏蔽字
	},
	{
		w : "陰部特寫",    //--屏蔽字
	},
	{
		w : "陰道圖片",    //--屏蔽字
	},
	{
		w : "淫書",    //--屏蔽字
	},
	{
		w : "玉蒲團玉女心經",    //--屏蔽字
	},
	{
		w : "中國成人論壇",    //--屏蔽字
	},
	{
		w : "中國性愛城",    //--屏蔽字
	},
	{
		w : "自拍寫真",    //--屏蔽字
	},
	{
		w : "做愛圖片",    //--屏蔽字
	},
	{
		w : "萬淫堂",    //--屏蔽字
	},
	{
		w : "穴圖",    //--屏蔽字
	},
	{
		w : "豔舞淫業",    //--屏蔽字
	},
	{
		w : "咬著龜頭",    //--屏蔽字
	},
	{
		w : "一夜性網",    //--屏蔽字
	},
	{
		w : "陰莖插小穴",    //--屏蔽字
	},
	{
		w : "婬亂軍團",    //--屏蔽字
	},
	{
		w : "鑽插",    //--屏蔽字
	},
	{
		w : "H動漫",    //--屏蔽字
	},
	{
		w : "交換夫妻",    //--屏蔽字
	},
	{
		w : "舔腳",    //--屏蔽字
	},
	{
		w : "絲襪",    //--屏蔽字
	},
	{
		w : "亞洲情色網",    //--屏蔽字
	},
	{
		w : "強姦處女",    //--屏蔽字
	},
	{
		w : "雞巴暴脹",    //--屏蔽字
	},
	{
		w : "大眾色情成人網",    //--屏蔽字
	},
	{
		w : "火辣圖片",    //--屏蔽字
	},
	{
		w : "淫聲浪語",    //--屏蔽字
	},
	{
		w : "瘋狂抽送",    //--屏蔽字
	},
	{
		w : "強暴",    //--屏蔽字
	},
	{
		w : "色情論壇",    //--屏蔽字
	},
	{
		w : "性虎色網",    //--屏蔽字
	},
	{
		w : "騷女叫春",    //--屏蔽字
	},
	{
		w : "成人百強",    //--屏蔽字
	},
	{
		w : "天天干貼圖",    //--屏蔽字
	},
	{
		w : "密穴貼圖",    //--屏蔽字
	},
	{
		w : "淩辱",    //--屏蔽字
	},
	{
		w : "偷歡",    //--屏蔽字
	},
	{
		w : "酥癢",    //--屏蔽字
	},
	{
		w : "浪婦",    //--屏蔽字
	},
	{
		w : "肉縫",    //--屏蔽字
	},
	{
		w : "色窩窩",    //--屏蔽字
	},
	{
		w : "騷洞",    //--屏蔽字
	},
	{
		w : "陰精",    //--屏蔽字
	},
	{
		w : "陰阜",    //--屏蔽字
	},
	{
		w : "陰屄",    //--屏蔽字
	},
	{
		w : "六月聯盟",    //--屏蔽字
	},
	{
		w : "55sss偷拍區",    //--屏蔽字
	},
	{
		w : "張筱雨",    //--屏蔽字
	},
	{
		w : "極品黑絲",    //--屏蔽字
	},
	{
		w : "絲襪寫真",    //--屏蔽字
	},
	{
		w : "成人小說",    //--屏蔽字
	},
	{
		w : "成人文學",    //--屏蔽字
	},
	{
		w : "情色藝術天空",    //--屏蔽字
	},
	{
		w : "222se圖片",    //--屏蔽字
	},
	{
		w : "淫色貼圖",    //--屏蔽字
	},
	{
		w : "廁奴",    //--屏蔽字
	},
	{
		w : "酥胸誘惑",    //--屏蔽字
	},
	{
		w : "人體攝影",    //--屏蔽字
	},
	{
		w : "東北xx網",    //--屏蔽字
	},
	{
		w : "瑪雅網",    //--屏蔽字
	},
	{
		w : "週六性吧",    //--屏蔽字
	},
	{
		w : "誘惑視頻",    //--屏蔽字
	},
	{
		w : "裙下風光",    //--屏蔽字
	},
	{
		w : "嘻遊中國",    //--屏蔽字
	},
	{
		w : "禦の二代目",    //--屏蔽字
	},
	{
		w : "絲襪足交",    //--屏蔽字
	},
	{
		w : "骯髒美學",    //--屏蔽字
	},
	{
		w : "亞洲有碼",    //--屏蔽字
	},
	{
		w : "絲襪高跟",    //--屏蔽字
	},
	{
		w : "原味絲襪",    //--屏蔽字
	},
	{
		w : "針孔偷拍",    //--屏蔽字
	},
	{
		w : "放蕩少婦賓館",    //--屏蔽字
	},
	{
		w : "性感肉絲",    //--屏蔽字
	},
	{
		w : "北京xx網",    //--屏蔽字
	},
	{
		w : "情色導航",    //--屏蔽字
	},
	{
		w : "歐美大乳",    //--屏蔽字
	},
	{
		w : "歐美無套",    //--屏蔽字
	},
	{
		w : "騷婦露逼",    //--屏蔽字
	},
	{
		w : "淫水絲襪",    //--屏蔽字
	},
	{
		w : "母女雙飛",    //--屏蔽字
	},
	{
		w : "老少亂倫",    //--屏蔽字
	},
	{
		w : "前凸後翹",    //--屏蔽字
	},
	{
		w : "性交無碼",    //--屏蔽字
	},
	{
		w : "淫驢屯",    //--屏蔽字
	},
	{
		w : "少婦偷情",    //--屏蔽字
	},
	{
		w : "護士誘惑",    //--屏蔽字
	},
	{
		w : "群奸亂交",    //--屏蔽字
	},
	{
		w : "極品白虎",    //--屏蔽字
	},
	{
		w : "曲線消魂",    //--屏蔽字
	},
	{
		w : "無碼淫漫",    //--屏蔽字
	},
	{
		w : "假陽具插穴",    //--屏蔽字
	},
	{
		w : "愛液橫流",    //--屏蔽字
	},
	{
		w : "無碼無套",    //--屏蔽字
	},
	{
		w : "淫戰群P",    //--屏蔽字
	},
	{
		w : "濕身誘惑",    //--屏蔽字
	},
	{
		w : "火辣寫真",    //--屏蔽字
	},
	{
		w : "動漫色圖",    //--屏蔽字
	},
	{
		w : "熟女護士",    //--屏蔽字
	},
	{
		w : "粉紅穴",    //--屏蔽字
	},
	{
		w : "經典炮圖",    //--屏蔽字
	},
	{
		w : "童顏巨乳",    //--屏蔽字
	},
	{
		w : "性感誘惑",    //--屏蔽字
	},
	{
		w : "援交薄碼",    //--屏蔽字
	},
	{
		w : "奇淫寶鑒",    //--屏蔽字
	},
	{
		w : "美騷婦",    //--屏蔽字
	},
	{
		w : "無毛美少女",    //--屏蔽字
	},
	{
		w : "日本有碼",    //--屏蔽字
	},
	{
		w : "制服美婦",    //--屏蔽字
	},
	{
		w : "無碼彩圖",    //--屏蔽字
	},
	{
		w : "豐唇豔姬",    //--屏蔽字
	},
	{
		w : "群奸輪射",    //--屏蔽字
	},
	{
		w : "高級逼",    //--屏蔽字
	},
	{
		w : "淫東方",    //--屏蔽字
	},
	{
		w : "國產偷拍",    //--屏蔽字
	},
	{
		w : "清晰內射",    //--屏蔽字
	},
	{
		w : "嫩穴肉縫",    //--屏蔽字
	},
	{
		w : "騷婦掰B",    //--屏蔽字
	},
	{
		w : "白嫩騷婦",    //--屏蔽字
	},
	{
		w : "潮噴",    //--屏蔽字
	},
	{
		w : "無碼體驗",    //--屏蔽字
	},
	{
		w : "吞精騷妹",    //--屏蔽字
	},
	{
		w : "緊縛淩辱",    //--屏蔽字
	},
	{
		w : "姦淫電車",    //--屏蔽字
	},
	{
		w : "墮淫",    //--屏蔽字
	},
	{
		w : "顏騎",    //--屏蔽字
	},
	{
		w : "夫妻亂交",    //--屏蔽字
	},
	{
		w : "換妻雜交",    //--屏蔽字
	},
	{
		w : "多人輪",    //--屏蔽字
	},
	{
		w : "奶挺臀翹",    //--屏蔽字
	},
	{
		w : "癡乳",    //--屏蔽字
	},
	{
		w : "淫樣",    //--屏蔽字
	},
	{
		w : "插後庭",    //--屏蔽字
	},
	{
		w : "嫩縫",    //--屏蔽字
	},
	{
		w : "騷媽",    //--屏蔽字
	},
	{
		w : "暴幹",    //--屏蔽字
	},
	{
		w : "母子交歡",    //--屏蔽字
	},
	{
		w : "足腳交",    //--屏蔽字
	},
	{
		w : "柔陰術",    //--屏蔽字
	},
	{
		w : "淫師蕩母",    //--屏蔽字
	},
	{
		w : "欠幹",    //--屏蔽字
	},
	{
		w : "桃園蜜洞",    //--屏蔽字
	},
	{
		w : "連続失禁",    //--屏蔽字
	},
	{
		w : "大雞巴",    //--屏蔽字
	},
	{
		w : "叫雞",    //--屏蔽字
	},
	{
		w : "騷浪人妻",    //--屏蔽字
	},
	{
		w : "三級片",    //--屏蔽字
	},
	{
		w : "東京熱",    //--屏蔽字
	},
	{
		w : "做愛",    //--屏蔽字
	},
	{
		w : "子宮",    //--屏蔽字
	},
	{
		w : "雜種",    //--屏蔽字
	},
	{
		w : "陰毛",    //--屏蔽字
	},
	{
		w : "陰戶",    //--屏蔽字
	},
	{
		w : "陰蒂",    //--屏蔽字
	},
	{
		w : "爺爺",    //--屏蔽字
	},
	{
		w : "陽具",    //--屏蔽字
	},
	{
		w : "性愛",    //--屏蔽字
	},
	{
		w : "小雞雞",    //--屏蔽字
	},
	{
		w : "慰安婦",    //--屏蔽字
	},
	{
		w : "猥褻",    //--屏蔽字
	},
	{
		w : "猥瑣",    //--屏蔽字
	},
	{
		w : "煞筆",    //--屏蔽字
	},
	{
		w : "騷逼",    //--屏蔽字
	},
	{
		w : "肉體",    //--屏蔽字
	},
	{
		w : "女幹",    //--屏蔽字
	},
	{
		w : "滅族",    //--屏蔽字
	},
	{
		w : "賤",    //--屏蔽字
	},
	{
		w : "雞吧",    //--屏蔽字
	},
	{
		w : "龜頭",    //--屏蔽字
	},
	{
		w : "根正苗紅",    //--屏蔽字
	},
	{
		w : "瘋狗",    //--屏蔽字
	},
	{
		w : "打飛機",    //--屏蔽字
	},
	{
		w : "癟三",    //--屏蔽字
	},
	{
		w : "媽逼",    //--屏蔽字
	},
	{
		w : "媽",    //--屏蔽字
	},
	{
		w : "爺",    //--屏蔽字
	},
	{
		w : "兒子",    //--屏蔽字
	},
	{
		w : "尼瑪",    //--屏蔽字
	},
	{
		w : "裝B",    //--屏蔽字
	},
	{
		w : "偷窺視頻",    //--屏蔽字
	},
	{
		w : "獸獸門",    //--屏蔽字
	},
	{
		w : "愛滋病",    //--屏蔽字
	},
	{
		w : "陽物",    //--屏蔽字
	},
	{
		w : "開房",    //--屏蔽字
	},
	{
		w : "黃色網站",    //--屏蔽字
	},
	{
		w : "性虐",    //--屏蔽字
	},
	{
		w : "管裡",    //--屏蔽字
	},
	{
		w : "管理員",    //--屏蔽字
	},
	{
		w : "服務管理",    //--屏蔽字
	},
	{
		w : "伺服器",    //--屏蔽字
	},
	{
		w : "活動管理員",    //--屏蔽字
	},
	{
		w : "冬季熱",    //--屏蔽字
	},
	{
		w : "維護",    //--屏蔽字
	},
	{
		w : "系統",    //--屏蔽字
	},
	{
		w : "系統公告",    //--屏蔽字
	},
	{
		w : "審查",    //--屏蔽字
	},
	{
		w : "監督",    //--屏蔽字
	},
	{
		w : "監管",    //--屏蔽字
	},
	{
		w : "遊戲管理員",    //--屏蔽字
	},
	{
		w : "客戶服務",    //--屏蔽字
	},
	{
		w : "服務天使",    //--屏蔽字
	},
	{
		w : "測試",    //--屏蔽字
	},
	{
		w : "輔助程式",    //--屏蔽字
	},
	{
		w : "運營",    //--屏蔽字
	},
	{
		w : "運營者",    //--屏蔽字
	},
	{
		w : "運營組",    //--屏蔽字
	},
	{
		w : "運營商",    //--屏蔽字
	},
	{
		w : "運營長",    //--屏蔽字
	},
	{
		w : "運營官",    //--屏蔽字
	},
	{
		w : "運營人",    //--屏蔽字
	},
	{
		w : "蔡文勝",    //--屏蔽字
	},
	{
		w : "李興平",    //--屏蔽字
	},
	{
		w : "汪東風",    //--屏蔽字
	},
	{
		w : "駱海堅",    //--屏蔽字
	},
	{
		w : "私人伺服器",    //--屏蔽字
	},
	{
		w : "外掛",    //--屏蔽字
	},
	{
		w : "&",    //--屏蔽字
	},
	{
		w : "ㄅ",    //--屏蔽字
	},
	{
		w : "ㄆ",    //--屏蔽字
	},
	{
		w : "ㄇ",    //--屏蔽字
	},
	{
		w : "ㄈ",    //--屏蔽字
	},
	{
		w : "ㄉ",    //--屏蔽字
	},
	{
		w : "ㄊ",    //--屏蔽字
	},
	{
		w : "ㄋ",    //--屏蔽字
	},
	{
		w : "ㄌ",    //--屏蔽字
	},
	{
		w : "ㄍ",    //--屏蔽字
	},
	{
		w : "ㄎ",    //--屏蔽字
	},
	{
		w : "ㄏ",    //--屏蔽字
	},
	{
		w : "ㄐ",    //--屏蔽字
	},
	{
		w : "ㄑ",    //--屏蔽字
	},
	{
		w : "ㄒ",    //--屏蔽字
	},
	{
		w : "ㄓ",    //--屏蔽字
	},
	{
		w : "ㄔ",    //--屏蔽字
	},
	{
		w : "ㄕ",    //--屏蔽字
	},
	{
		w : "ㄖ",    //--屏蔽字
	},
	{
		w : "ㄗ",    //--屏蔽字
	},
	{
		w : "ㄘ",    //--屏蔽字
	},
	{
		w : "ㄙ",    //--屏蔽字
	},
	{
		w : "ㄚ",    //--屏蔽字
	},
	{
		w : "ㄛ",    //--屏蔽字
	},
	{
		w : "ㄜ",    //--屏蔽字
	},
	{
		w : "ㄝ",    //--屏蔽字
	},
	{
		w : "ㄞ",    //--屏蔽字
	},
	{
		w : "ㄟ",    //--屏蔽字
	},
	{
		w : "ㄠ",    //--屏蔽字
	},
	{
		w : "ㄡ",    //--屏蔽字
	},
	{
		w : "ㄢ",    //--屏蔽字
	},
	{
		w : "ㄣ",    //--屏蔽字
	},
	{
		w : "ㄤ",    //--屏蔽字
	},
	{
		w : "ㄥ",    //--屏蔽字
	},
	{
		w : "ㄦ",    //--屏蔽字
	},
	{
		w : "ㄧ",    //--屏蔽字
	},
	{
		w : "ㄨ",    //--屏蔽字
	},
	{
		w : "ㄩ",    //--屏蔽字
	},
	{
		w : "鞴",    //--屏蔽字
	},
	{
		w : "鐾",    //--屏蔽字
	},
	{
		w : "瘭",    //--屏蔽字
	},
	{
		w : "镳",    //--屏蔽字
	},
	{
		w : "黪",    //--屏蔽字
	},
	{
		w : "瘥",    //--屏蔽字
	},
	{
		w : "觇",    //--屏蔽字
	},
	{
		w : "孱",    //--屏蔽字
	},
	{
		w : "廛",    //--屏蔽字
	},
	{
		w : "蒇",    //--屏蔽字
	},
	{
		w : "冁",    //--屏蔽字
	},
	{
		w : "羼",    //--屏蔽字
	},
	{
		w : "螭",    //--屏蔽字
	},
	{
		w : "傺",    //--屏蔽字
	},
	{
		w : "瘛",    //--屏蔽字
	},
	{
		w : "舂",    //--屏蔽字
	},
	{
		w : "艟",    //--屏蔽字
	},
	{
		w : "瘳",    //--屏蔽字
	},
	{
		w : "雠",    //--屏蔽字
	},
	{
		w : "搋",    //--屏蔽字
	},
	{
		w : "嘬",    //--屏蔽字
	},
	{
		w : "辏",    //--屏蔽字
	},
	{
		w : "殂",    //--屏蔽字
	},
	{
		w : "汆",    //--屏蔽字
	},
	{
		w : "爨",    //--屏蔽字
	},
	{
		w : "榱",    //--屏蔽字
	},
	{
		w : "毳",    //--屏蔽字
	},
	{
		w : "皴",    //--屏蔽字
	},
	{
		w : "蹉",    //--屏蔽字
	},
	{
		w : "鹾",    //--屏蔽字
	},
	{
		w : "纛",    //--屏蔽字
	},
	{
		w : "髑屙民",    //--屏蔽字
	},
	{
		w : "莪",    //--屏蔽字
	},
	{
		w : "苊",    //--屏蔽字
	},
	{
		w : "鲕",    //--屏蔽字
	},
	{
		w : "鲼",    //--屏蔽字
	},
	{
		w : "瀵",    //--屏蔽字
	},
	{
		w : "酆",    //--屏蔽字
	},
	{
		w : "幞",    //--屏蔽字
	},
	{
		w : "黻",    //--屏蔽字
	},
	{
		w : "呒",    //--屏蔽字
	},
	{
		w : "黼",    //--屏蔽字
	},
	{
		w : "阝",    //--屏蔽字
	},
	{
		w : "彀",    //--屏蔽字
	},
	{
		w : "觏",    //--屏蔽字
	},
	{
		w : "毂?",    //--屏蔽字
	},
	{
		w : "汩",    //--屏蔽字
	},
	{
		w : "罟",    //--屏蔽字
	},
	{
		w : "嘏",    //--屏蔽字
	},
	{
		w : "鲴",    //--屏蔽字
	},
	{
		w : "宄",    //--屏蔽字
	},
	{
		w : "庋",    //--屏蔽字
	},
	{
		w : "刿",    //--屏蔽字
	},
	{
		w : "虢",    //--屏蔽字
	},
	{
		w : "馘",    //--屏蔽字
	},
	{
		w : "撖",    //--屏蔽字
	},
	{
		w : "夯",    //--屏蔽字
	},
	{
		w : "薅",    //--屏蔽字
	},
	{
		w : "曷",    //--屏蔽字
	},
	{
		w : "翮",    //--屏蔽字
	},
	{
		w : "觳",    //--屏蔽字
	},
	{
		w : "冱",    //--屏蔽字
	},
	{
		w : "怙",    //--屏蔽字
	},
	{
		w : "戽",    //--屏蔽字
	},
	{
		w : "祜",    //--屏蔽字
	},
	{
		w : "瓠",    //--屏蔽字
	},
	{
		w : "鹱?",    //--屏蔽字
	},
	{
		w : "溷",    //--屏蔽字
	},
	{
		w : "耠",    //--屏蔽字
	},
	{
		w : "锪",    //--屏蔽字
	},
	{
		w : "劐",    //--屏蔽字
	},
	{
		w : "蠖",    //--屏蔽字
	},
	{
		w : "丌",    //--屏蔽字
	},
	{
		w : "乩",    //--屏蔽字
	},
	{
		w : "赍",    //--屏蔽字
	},
	{
		w : "殛",    //--屏蔽字
	},
	{
		w : "蕺",    //--屏蔽字
	},
	{
		w : "掎",    //--屏蔽字
	},
	{
		w : "彐",    //--屏蔽字
	},
	{
		w : "芰",    //--屏蔽字
	},
	{
		w : "跽",    //--屏蔽字
	},
	{
		w : "鲚",    //--屏蔽字
	},
	{
		w : "葭",    //--屏蔽字
	},
	{
		w : "恝",    //--屏蔽字
	},
	{
		w : "湔",    //--屏蔽字
	},
	{
		w : "搛",    //--屏蔽字
	},
	{
		w : "鲣",    //--屏蔽字
	},
	{
		w : "鞯",    //--屏蔽字
	},
	{
		w : "囝",    //--屏蔽字
	},
	{
		w : "趼",    //--屏蔽字
	},
	{
		w : "醮",    //--屏蔽字
	},
	{
		w : "疖",    //--屏蔽字
	},
	{
		w : "苣",    //--屏蔽字
	},
	{
		w : "屦",    //--屏蔽字
	},
	{
		w : "醵",    //--屏蔽字
	},
	{
		w : "蠲",    //--屏蔽字
	},
	{
		w : "桊",    //--屏蔽字
	},
	{
		w : "鄄",    //--屏蔽字
	},
	{
		w : "谲",    //--屏蔽字
	},
	{
		w : "爝",    //--屏蔽字
	},
	{
		w : "麇",    //--屏蔽字
	},
	{
		w : "贶",    //--屏蔽字
	},
	{
		w : "悝",    //--屏蔽字
	},
	{
		w : "喟",    //--屏蔽字
	},
	{
		w : "仂",    //--屏蔽字
	},
	{
		w : "泐",    //--屏蔽字
	},
	{
		w : "鳓",    //--屏蔽字
	},
	{
		w : "诔",    //--屏蔽字
	},
	{
		w : "酹",    //--屏蔽字
	},
	{
		w : "嫠",    //--屏蔽字
	},
	{
		w : "黧",    //--屏蔽字
	},
	{
		w : "蠡",    //--屏蔽字
	},
	{
		w : "醴",    //--屏蔽字
	},
	{
		w : "鳢",    //--屏蔽字
	},
	{
		w : "轹",    //--屏蔽字
	},
	{
		w : "詈",    //--屏蔽字
	},
	{
		w : "跞",    //--屏蔽字
	},
	{
		w : "奁",    //--屏蔽字
	},
	{
		w : "臁",    //--屏蔽字
	},
	{
		w : "蚍",    //--屏蔽字
	},
	{
		w : "埤",    //--屏蔽字
	},
	{
		w : "罴",    //--屏蔽字
	},
	{
		w : "鼙",    //--屏蔽字
	},
	{
		w : "庀",    //--屏蔽字
	},
	{
		w : "仳",    //--屏蔽字
	},
	{
		w : "圮綦",    //--屏蔽字
	},
	{
		w : "屺",    //--屏蔽字
	},
	{
		w : "綮",    //--屏蔽字
	},
	{
		w : "汔",    //--屏蔽字
	},
	{
		w : "碛",    //--屏蔽字
	},
	{
		w : "葜",    //--屏蔽字
	},
	{
		w : "佥",    //--屏蔽字
	},
	{
		w : "岍",    //--屏蔽字
	},
	{
		w : "愆",    //--屏蔽字
	},
	{
		w : "搴",    //--屏蔽字
	},
	{
		w : "钤",    //--屏蔽字
	},
	{
		w : "掮",    //--屏蔽字
	},
	{
		w : "凵",    //--屏蔽字
	},
	{
		w : "肷",    //--屏蔽字
	},
	{
		w : "椠",    //--屏蔽字
	},
	{
		w : "戕",    //--屏蔽字
	},
	{
		w : "锖",    //--屏蔽字
	},
	{
		w : "檠",    //--屏蔽字
	},
	{
		w : "苘",    //--屏蔽字
	},
	{
		w : "謦",    //--屏蔽字
	},
	{
		w : "庆红",    //--屏蔽字
	},
	{
		w : "跫",    //--屏蔽字
	},
	{
		w : "銎",    //--屏蔽字
	},
	{
		w : "邛",    //--屏蔽字
	},
	{
		w : "筇",    //--屏蔽字
	},
	{
		w : "蛩鼽",    //--屏蔽字
	},
	{
		w : "诎",    //--屏蔽字
	},
	{
		w : "麴",    //--屏蔽字
	},
	{
		w : "黢",    //--屏蔽字
	},
	{
		w : "劬",    //--屏蔽字
	},
	{
		w : "朐",    //--屏蔽字
	},
	{
		w : "璩",    //--屏蔽字
	},
	{
		w : "蘧",    //--屏蔽字
	},
	{
		w : "衢",    //--屏蔽字
	},
	{
		w : "蠼毵",    //--屏蔽字
	},
	{
		w : "糁",    //--屏蔽字
	},
	{
		w : "xijinping",    //--屏蔽字
	},
	{
		w : "likeqiang",    //--屏蔽字
	},
	{
		w : "zhangdejiang",    //--屏蔽字
	},
	{
		w : "yuzhengsheng",    //--屏蔽字
	},
	{
		w : "liuyunshan",    //--屏蔽字
	},
	{
		w : "wangqishan",    //--屏蔽字
	},
	{
		w : "zhanggaoli",    //--屏蔽字
	},
	{
		w : "dishun?",    //--屏蔽字
	},
	{
		w : "hujintao",    //--屏蔽字
	},
	{
		w : "jiangzemin",    //--屏蔽字
	},
	{
		w : "zhangdejiang?",    //--屏蔽字
	},
	{
		w : "wangqishan?",    //--屏蔽字
	},
	{
		w : "liuyunshan?",    //--屏蔽字
	},
	{
		w : "pengliyuan?",    //--屏蔽字
	},
	{
		w : "quannengshenjiao",    //--屏蔽字
	},
	{
		w : "liruihuan",    //--屏蔽字
	},
	{
		w : "wenjiabao",    //--屏蔽字
	},
	{
		w : "lipeng",    //--屏蔽字
	},
	{
		w : "lichangchun",    //--屏蔽字
	},
	{
		w : "wubangguo",    //--屏蔽字
	},
	{
		w : "zhurongji",    //--屏蔽字
	},
	{
		w : "zhouyongkang",    //--屏蔽字
	},
	{
		w : "maozedong",    //--屏蔽字
	},
	{
		w : "zhouenlai",    //--屏蔽字
	},
	{
		w : "lihongzhi?",    //--屏蔽字
	},
	{
		w : "boxilai",    //--屏蔽字
	},
	{
		w : "liulijun",    //--屏蔽字
	},
	{
		w : "xinjiangduli?",    //--屏蔽字
	},
	{
		w : "xizangduli?",    //--屏蔽字
	},
	{
		w : "xinwenguanzhi",    //--屏蔽字
	},
	{
		w : "lianggezhongguo",    //--屏蔽字
	},
	{
		w : "taiwanduli?",    //--屏蔽字
	},
	{
		w : "dalailama",    //--屏蔽字
	},
	{
		w : "sex",    //--屏蔽字
	},
	{
		w : "fuck",    //--屏蔽字
	},
	{
		w : "bitch",    //--屏蔽字
	},
	{
		w : "lilanqing",    //--屏蔽字
	},
	{
		w : "jiaqinglin",    //--屏蔽字
	},
	{
		w : "falungong?",    //--屏蔽字
	},
	{
		w : "falundafahao",    //--屏蔽字
	},
	{
		w : "xiejiao?",    //--屏蔽字
	},
	{
		w : "gongchandang",    //--屏蔽字
	},
	{
		w : "zhonghuaminguo",    //--屏蔽字
	},
	{
		w : "yidangzhuanzheng",    //--屏蔽字
	},
	{
		w : "liushaoqi",    //--屏蔽字
	},
	{
		w : "xucaihou",    //--屏蔽字
	},
	{
		w : "zhaoziyang",    //--屏蔽字
	},
	{
		w : "dengxiaoping",    //--屏蔽字
	},
	{
		w : "jiangjieshi",    //--屏蔽字
	},
	{
		w : "jiangjingguo",    //--屏蔽字
	},
	{
		w : "chenshuibian",    //--屏蔽字
	},
	{
		w : "huimin",    //--屏蔽字
	},
	{
		w : "yisilan",    //--屏蔽字
	},
	{
		w : "zhenzhu",    //--屏蔽字
	},
	{
		w : "shijiamouni",    //--屏蔽字
	},
	{
		w : "taidu",    //--屏蔽字
	},
	{
		w : "liusi",    //--屏蔽字
	},
	{
		w : "zengqinghong",    //--屏蔽字
	},
	{
		w : "tiananmen",    //--屏蔽字
	},
	{
		w : "renmindahuitang",    //--屏蔽字
	},
	{
		w : "dang",    //--屏蔽字
	},
	{
		w : "guojia",    //--屏蔽字
	},
	{
		w : "lingjihua",    //--屏蔽字
	},
	{
		w : "zhude",    //--屏蔽字
	},
	{
		w : "pengdehuai",    //--屏蔽字
	},
	{
		w : "linbiao",    //--屏蔽字
	},
	{
		w : "liubocheng",    //--屏蔽字
	},
	{
		w : "chenyi",    //--屏蔽字
	},
	{
		w : "helong",    //--屏蔽字
	},
	{
		w : "nierongzhen",    //--屏蔽字
	},
	{
		w : "xuxiangqian",    //--屏蔽字
	},
	{
		w : "luoronghuan",    //--屏蔽字
	},
	{
		w : "yejianying",    //--屏蔽字
	},
	{
		w : "lidazhao",    //--屏蔽字
	},
	{
		w : "chenduxiu",    //--屏蔽字
	},
	{
		w : "sunzhongshan",    //--屏蔽字
	},
	{
		w : "sunwen",    //--屏蔽字
	},
	{
		w : "sunyixian",    //--屏蔽字
	},
	{
		w : "chenyun",    //--屏蔽字
	},
	{
		w : "weijianxing",    //--屏蔽字
	},
	{
		w : "luogan",    //--屏蔽字
	},
	{
		w : "huangju",    //--屏蔽字
	},
	{
		w : "wuguanzheng",    //--屏蔽字
	},
	{
		w : "wuyi",    //--屏蔽字
	},
	{
		w : "huiliangyu",    //--屏蔽字
	},
	{
		w : "zengpeiyan",    //--屏蔽字
	},
	{
		w : "caogangchuan",    //--屏蔽字
	},
	{
		w : "tangjiaxuan",    //--屏蔽字
	},
	{
		w : "huajianmin",    //--屏蔽字
	},
	{
		w : "chenzhili",    //--屏蔽字
	},
	{
		w : "wanglequan",    //--屏蔽字
	},
	{
		w : "wanggang",    //--屏蔽字
	},
	{
		w : "wangzhaoguo",    //--屏蔽字
	},
	{
		w : "liuqi",    //--屏蔽字
	},
	{
		w : "heguoqiang",    //--屏蔽字
	},
	{
		w : "guobaxiong",    //--屏蔽字
	},
	{
		w : "huyaobang",    //--屏蔽字
	},
	{
		w : "bushi",    //--屏蔽字
	},
	{
		w : "bulaier",    //--屏蔽字
	},
	{
		w : "xiaoquan",    //--屏蔽字
	},
	{
		w : "chunyilang",    //--屏蔽字
	},
	{
		w : "samalanqi",    //--屏蔽字
	},
	{
		w : "annan",    //--屏蔽字
	},
	{
		w : "Alafate",    //--屏蔽字
	},
	{
		w : "pujing",    //--屏蔽字
	},
	{
		w : "mokeer",    //--屏蔽字
	},
	{
		w : "kelindun",    //--屏蔽字
	},
	{
		w : "ligen",    //--屏蔽字
	},
	{
		w : "nikesong",    //--屏蔽字
	},
	{
		w : "linken",    //--屏蔽字
	},
	{
		w : "dulumen",    //--屏蔽字
	},
	{
		w : "heluxiaofu",    //--屏蔽字
	},
	{
		w : "liening",    //--屏蔽字
	},
	{
		w : "sidalin",    //--屏蔽字
	},
	{
		w : "makesi",    //--屏蔽字
	},
	{
		w : "engesi",    //--屏蔽字
	},
	{
		w : "jinzhengri",    //--屏蔽字
	},
	{
		w : "jinricheng",    //--屏蔽字
	},
	{
		w : "sadamu",    //--屏蔽字
	},
	{
		w : "huzhiming",    //--屏蔽字
	},
	{
		w : "xihanuke",    //--屏蔽字
	},
	{
		w : "xilake",    //--屏蔽字
	},
	{
		w : "saqieer",    //--屏蔽字
	},
	{
		w : "Aluoyue",    //--屏蔽字
	},
	{
		w : "mandela",    //--屏蔽字
	},
	{
		w : "kasiteluo",    //--屏蔽字
	},
	{
		w : "fulankelin",    //--屏蔽字
	},
	{
		w : "huashengdun",    //--屏蔽字
	},
	{
		w : "aisenhaoweier",    //--屏蔽字
	},
	{
		w : "napolun",    //--屏蔽字
	},
	{
		w : "yalishanda",    //--屏蔽字
	},
	{
		w : "luyi",    //--屏蔽字
	},
	{
		w : "lamusifeierde",    //--屏蔽字
	},
	{
		w : "laola",    //--屏蔽字
	},
	{
		w : "baoweier",    //--屏蔽字
	},
	{
		w : "aobama",    //--屏蔽字
	},
	{
		w : "meideweijiefu",    //--屏蔽字
	},
	{
		w : "jinzhengen",    //--屏蔽字
	},
	{
		w : "anbeijinsan",    //--屏蔽字
	},
	{
		w : "benladeng",    //--屏蔽字
	},
	{
		w : "aomaer",    //--屏蔽字
	},
	{
		w : "chailing",    //--屏蔽字
	},
	{
		w : "dalai",    //--屏蔽字
	},
	{
		w : "jiangqing",    //--屏蔽字
	},
	{
		w : "zhangchunqiao",    //--屏蔽字
	},
	{
		w : "yaowenyuan",    //--屏蔽字
	},
	{
		w : "wanghongwen",    //--屏蔽字
	},
	{
		w : "dongtiaoyingji",    //--屏蔽字
	},
	{
		w : "xitele",    //--屏蔽字
	},
	{
		w : "mosuolini",    //--屏蔽字
	},
	{
		w : "gangcunxiushu",    //--屏蔽字
	},
	{
		w : "gangcunningci",    //--屏蔽字
	},
	{
		w : "gaolipiao",    //--屏蔽字
	},
	{
		w : "wangdan",    //--屏蔽字
	},
	{
		w : "woerkaixi",    //--屏蔽字
	},
	{
		w : "lihongzhi",    //--屏蔽字
	},
	{
		w : "lidashi",    //--屏蔽字
	},
	{
		w : "laichangxing",    //--屏蔽字
	},
	{
		w : "majiajue",    //--屏蔽字
	},
	{
		w : "banchan",    //--屏蔽字
	},
	{
		w : "eerdeni",    //--屏蔽字
	},
	{
		w : "shanbenwushiliu",    //--屏蔽字
	},
	{
		w : "Abian",    //--屏蔽字
	},
	{
		w : "Abianwansui",    //--屏蔽字
	},
	{
		w : "renaya",    //--屏蔽字
	},
	{
		w : "wanglijun",    //--屏蔽字
	},
	{
		w : "mohanmode",    //--屏蔽字
	},
	{
		w : "yuyongkang",    //--屏蔽字
	},
	{
		w : "zhoujiankang",    //--屏蔽字
	},
	{
		w : "yujiankang",    //--屏蔽字
	},
	{
		w : "zhouxiaokang",    //--屏蔽字
	},
	{
		w : "chenliangyu",    //--屏蔽字
	},
	{
		w : "lidenghui",    //--屏蔽字
	},
	{
		w : "lianzhan",    //--屏蔽字
	},
	{
		w : "songchuyu",    //--屏蔽字
	},
	{
		w : "luxiulian",    //--屏蔽字
	},
	{
		w : "yumuming",    //--屏蔽字
	},
	{
		w : "jiangzhongzheng",    //--屏蔽字
	},
	{
		w : "mayingjiu",    //--屏蔽字
	},
	{
		w : "16大?",    //--屏蔽字
	},
	{
		w : "18摸?",    //--屏蔽字
	},
	{
		w : "21世纪中国基金会?",    //--屏蔽字
	},
	{
		w : "6-4tianwang?",    //--屏蔽字
	},
	{
		w : "89-64cdjp?",    //--屏蔽字
	},
	{
		w : "ADMIN?",    //--屏蔽字
	},
	{
		w : "AIDS?",    //--屏蔽字
	},
	{
		w : "Aiort墓地?",    //--屏蔽字
	},
	{
		w : "ai滋?",    //--屏蔽字
	},
	{
		w : "Arqus会议场?",    //--屏蔽字
	},
	{
		w : "asshole?",    //--屏蔽字
	},
	{
		w : "Atan的移动石?",    //--屏蔽字
	},
	{
		w : "A片?",    //--屏蔽字
	},
	{
		w : "Baichi?",    //--屏蔽字
	},
	{
		w : "Baopi?",    //--屏蔽字
	},
	{
		w : "Bao皮?",    //--屏蔽字
	},
	{
		w : "bastard?",    //--屏蔽字
	},
	{
		w : "Bc?",    //--屏蔽字
	},
	{
		w : "biaozi?",    //--屏蔽字
	},
	{
		w : "Biao子?",    //--屏蔽字
	},
	{
		w : "bignews?",    //--屏蔽字
	},
	{
		w : "bitch?",    //--屏蔽字
	},
	{
		w : "Bi样?",    //--屏蔽字
	},
	{
		w : "BLOWJOB?",    //--屏蔽字
	},
	{
		w : "boxun?",    //--屏蔽字
	},
	{
		w : "B样?",    //--屏蔽字
	},
	{
		w : "caoB?",    //--屏蔽字
	},
	{
		w : "caobi?",    //--屏蔽字
	},
	{
		w : "cao你?",    //--屏蔽字
	},
	{
		w : "cao你妈?",    //--屏蔽字
	},
	{
		w : "cao你大爷?",    //--屏蔽字
	},
	{
		w : "cha你?",    //--屏蔽字
	},
	{
		w : "chinaliberal?",    //--屏蔽字
	},
	{
		w : "chinamz?",    //--屏蔽字
	},
	{
		w : "chinesenewsnet?",    //--屏蔽字
	},
	{
		w : "Clockgemstone?",    //--屏蔽字
	},
	{
		w : "cnd?",    //--屏蔽字
	},
	{
		w : "creaders?",    //--屏蔽字
	},
	{
		w : "Crestbone?",    //--屏蔽字
	},
	{
		w : "dafa?",    //--屏蔽字
	},
	{
		w : "dajiyuan?",    //--屏蔽字
	},
	{
		w : "damn?",    //--屏蔽字
	},
	{
		w : "dfdz?",    //--屏蔽字
	},
	{
		w : "DICK?",    //--屏蔽字
	},
	{
		w : "dpp?",    //--屏蔽字
	},
	{
		w : "EVENT?",    //--屏蔽字
	},
	{
		w : "falu?",    //--屏蔽字
	},
	{
		w : "falun?",    //--屏蔽字
	},
	{
		w : "falundafa?",    //--屏蔽字
	},
	{
		w : "fa轮?",    //--屏蔽字
	},
	{
		w : "Feelmistone?",    //--屏蔽字
	},
	{
		w : "Fku?",    //--屏蔽字
	},
	{
		w : "FLG?",    //--屏蔽字
	},
	{
		w : "freechina?",    //--屏蔽字
	},
	{
		w : "freedom?",    //--屏蔽字
	},
	{
		w : "freenet?",    //--屏蔽字
	},
	{
		w : "Fuck?",    //--屏蔽字
	},
	{
		w : "GAMEMASTER?",    //--屏蔽字
	},
	{
		w : "gan你?",    //--屏蔽字
	},
	{
		w : "GCD?",    //--屏蔽字
	},
	{
		w : "GM?",    //--屏蔽字
	},
	{
		w : "Gruepin?",    //--屏蔽字
	},
	{
		w : "HACKING?",    //--屏蔽字
	},
	{
		w : "hongzhi?",    //--屏蔽字
	},
	{
		w : "hrichina?",    //--屏蔽字
	},
	{
		w : "http?",    //--屏蔽字
	},
	{
		w : "huanet?",    //--屏蔽字
	},
	{
		w : "hypermart.net?",    //--屏蔽字
	},
	{
		w : "incest?",    //--屏蔽字
	},
	{
		w : "item?",    //--屏蔽字
	},
	{
		w : "J8?",    //--屏蔽字
	},
	{
		w : "JB?",    //--屏蔽字
	},
	{
		w : "jiangdongriji?",    //--屏蔽字
	},
	{
		w : "jian你?",    //--屏蔽字
	},
	{
		w : "jiaochuang?",    //--屏蔽字
	},
	{
		w : "jiaochun?",    //--屏蔽字
	},
	{
		w : "jiba?",    //--屏蔽字
	},
	{
		w : "jinv?",    //--屏蔽字
	},
	{
		w : "Ji女?",    //--屏蔽字
	},
	{
		w : "Kao?",    //--屏蔽字
	},
	{
		w : "KISSMYASS?",    //--屏蔽字
	},
	{
		w : "Mai骚?",    //--屏蔽字
	},
	{
		w : "making?",    //--屏蔽字
	},
	{
		w : "minghui?",    //--屏蔽字
	},
	{
		w : "minghuinews?",    //--屏蔽字
	},
	{
		w : "nacb?",    //--屏蔽字
	},
	{
		w : "naive?",    //--屏蔽字
	},
	{
		w : "Neckromancer?",    //--屏蔽字
	},
	{
		w : "nmis?",    //--屏蔽字
	},
	{
		w : "paper64?",    //--屏蔽字
	},
	{
		w : "peacehall?",    //--屏蔽字
	},
	{
		w : "PENIS?",    //--屏蔽字
	},
	{
		w : "playboy?",    //--屏蔽字
	},
	{
		w : "pussy?",    //--屏蔽字
	},
	{
		w : "qiangjian?",    //--屏蔽字
	},
	{
		w : "Rape?",    //--屏蔽字
	},
	{
		w : "renminbao?",    //--屏蔽字
	},
	{
		w : "renmingbao?",    //--屏蔽字
	},
	{
		w : "rfa?",    //--屏蔽字
	},
	{
		w : "safeweb?",    //--屏蔽字
	},
	{
		w : "saobi?",    //--屏蔽字
	},
	{
		w : "sb?",    //--屏蔽字
	},
	{
		w : "SEX?",    //--屏蔽字
	},
	{
		w : "sf?",    //--屏蔽字
	},
	{
		w : "SHIT?",    //--屏蔽字
	},
	{
		w : "simple?",    //--屏蔽字
	},
	{
		w : "SUCK?",    //--屏蔽字
	},
	{
		w : "sucker?",    //--屏蔽字
	},
	{
		w : "svdc?",    //--屏蔽字
	},
	{
		w : "System?",    //--屏蔽字
	},
	{
		w : "taip?",    //--屏蔽字
	},
	{
		w : "TEST?",    //--屏蔽字
	},
	{
		w : "The9?",    //--屏蔽字
	},
	{
		w : "The9City?",    //--屏蔽字
	},
	{
		w : "tibetalk?",    //--屏蔽字
	},
	{
		w : "TMD?",    //--屏蔽字
	},
	{
		w : "TNND?",    //--屏蔽字
	},
	{
		w : "triangle?",    //--屏蔽字
	},
	{
		w : "triangleboy?",    //--屏蔽字
	},
	{
		w : "Tringel?",    //--屏蔽字
	},
	{
		w : "UltraSurf?",    //--屏蔽字
	},
	{
		w : "unixbox?",    //--屏蔽字
	},
	{
		w : "ustibet?",    //--屏蔽字
	},
	{
		w : "voa?",    //--屏蔽字
	},
	{
		w : "voachinese?",    //--屏蔽字
	},
	{
		w : "wangce?",    //--屏蔽字
	},
	{
		w : "WEBZEN?",    //--屏蔽字
	},
	{
		w : "WG?",    //--屏蔽字
	},
	{
		w : "wstaiji?",    //--屏蔽字
	},
	{
		w : "xinsheng?",    //--屏蔽字
	},
	{
		w : "yuming?",    //--屏蔽字
	},
	{
		w : "zhengjian?",    //--屏蔽字
	},
	{
		w : "zhengjianwang?",    //--屏蔽字
	},
	{
		w : "zhenshanren?",    //--屏蔽字
	},
	{
		w : "zhuanfalunADMIN",    //--屏蔽字
	},
	{
		w : "AIDS",    //--屏蔽字
	},
	{
		w : "AIORT墓地",    //--屏蔽字
	},
	{
		w : "AI滋",    //--屏蔽字
	},
	{
		w : "ARQUS会议场",    //--屏蔽字
	},
	{
		w : "ASSHOLE",    //--屏蔽字
	},
	{
		w : "ATAN的移动石",    //--屏蔽字
	},
	{
		w : "A片",    //--屏蔽字
	},
	{
		w : "BAICHI",    //--屏蔽字
	},
	{
		w : "BAOPI",    //--屏蔽字
	},
	{
		w : "BAO皮",    //--屏蔽字
	},
	{
		w : "BASTARD",    //--屏蔽字
	},
	{
		w : "BC",    //--屏蔽字
	},
	{
		w : "BIAOZI",    //--屏蔽字
	},
	{
		w : "BIAO子",    //--屏蔽字
	},
	{
		w : "BIGNEWS",    //--屏蔽字
	},
	{
		w : "BI样",    //--屏蔽字
	},
	{
		w : "BLOWJOB",    //--屏蔽字
	},
	{
		w : "BOXUN",    //--屏蔽字
	},
	{
		w : "B样",    //--屏蔽字
	},
	{
		w : "CAOB",    //--屏蔽字
	},
	{
		w : "CAOBI",    //--屏蔽字
	},
	{
		w : "CAO你",    //--屏蔽字
	},
	{
		w : "CC小雪",    //--屏蔽字
	},
	{
		w : "CHA你",    //--屏蔽字
	},
	{
		w : "CHINALIBERAL",    //--屏蔽字
	},
	{
		w : "CHINAMZ",    //--屏蔽字
	},
	{
		w : "CHINESENEWSNET",    //--屏蔽字
	},
	{
		w : "CLOCKGEMSTONE",    //--屏蔽字
	},
	{
		w : "CND",    //--屏蔽字
	},
	{
		w : "CREADERS",    //--屏蔽字
	},
	{
		w : "CRESTBONE",    //--屏蔽字
	},
	{
		w : "DAFA",    //--屏蔽字
	},
	{
		w : "DAJIYUAN",    //--屏蔽字
	},
	{
		w : "DAMN",    //--屏蔽字
	},
	{
		w : "DFDZ",    //--屏蔽字
	},
	{
		w : "DICK",    //--屏蔽字
	},
	{
		w : "DPP",    //--屏蔽字
	},
	{
		w : "EVENT",    //--屏蔽字
	},
	{
		w : "FALU",    //--屏蔽字
	},
	{
		w : "FALUN",    //--屏蔽字
	},
	{
		w : "FALUNDAFA",    //--屏蔽字
	},
	{
		w : "FA轮",    //--屏蔽字
	},
	{
		w : "FEELMISTONE",    //--屏蔽字
	},
	{
		w : "FKU",    //--屏蔽字
	},
	{
		w : "FLG",    //--屏蔽字
	},
	{
		w : "FREECHINA",    //--屏蔽字
	},
	{
		w : "FREEDOM",    //--屏蔽字
	},
	{
		w : "FREENET",    //--屏蔽字
	},
	{
		w : "GAN你",    //--屏蔽字
	},
	{
		w : "GCD",    //--屏蔽字
	},
	{
		w : "GRUEPIN",    //--屏蔽字
	},
	{
		w : "HACKING",    //--屏蔽字
	},
	{
		w : "HONGZHI",    //--屏蔽字
	},
	{
		w : "HRICHINA",    //--屏蔽字
	},
	{
		w : "HTTP",    //--屏蔽字
	},
	{
		w : "HUANET",    //--屏蔽字
	},
	{
		w : "HYPERMART.NET",    //--屏蔽字
	},
	{
		w : "INCEST",    //--屏蔽字
	},
	{
		w : "ITEM",    //--屏蔽字
	},
	{
		w : "J8",    //--屏蔽字
	},
	{
		w : "JB",    //--屏蔽字
	},
	{
		w : "JIANGDONGRIJI",    //--屏蔽字
	},
	{
		w : "JIAN你",    //--屏蔽字
	},
	{
		w : "JIAOCHUANG",    //--屏蔽字
	},
	{
		w : "JIAOCHUN",    //--屏蔽字
	},
	{
		w : "JIBA",    //--屏蔽字
	},
	{
		w : "JINV",    //--屏蔽字
	},
	{
		w : "JI女",    //--屏蔽字
	},
	{
		w : "KAO",    //--屏蔽字
	},
	{
		w : "KISSMYASS",    //--屏蔽字
	},
	{
		w : "㎏",    //--屏蔽字
	},
	{
		w : "MAI骚",    //--屏蔽字
	},
	{
		w : "MAKING",    //--屏蔽字
	},
	{
		w : "MINGHUI",    //--屏蔽字
	},
	{
		w : "MINGHUINEWS",    //--屏蔽字
	},
	{
		w : "㎎",    //--屏蔽字
	},
	{
		w : "㎜",    //--屏蔽字
	},
	{
		w : "NACB",    //--屏蔽字
	},
	{
		w : "NAIVE",    //--屏蔽字
	},
	{
		w : "NECKROMANCER",    //--屏蔽字
	},
	{
		w : "NMIS",    //--屏蔽字
	},
	{
		w : "PAPER64",    //--屏蔽字
	},
	{
		w : "PEACEHALL",    //--屏蔽字
	},
	{
		w : "PENIS",    //--屏蔽字
	},
	{
		w : "PLAYBOY",    //--屏蔽字
	},
	{
		w : "PUSSY",    //--屏蔽字
	},
	{
		w : "QIANGJIAN",    //--屏蔽字
	},
	{
		w : "RAPE",    //--屏蔽字
	},
	{
		w : "RENMINBAO",    //--屏蔽字
	},
	{
		w : "RENMINGBAO",    //--屏蔽字
	},
	{
		w : "RFA",    //--屏蔽字
	},
	{
		w : "SAFEWEB",    //--屏蔽字
	},
	{
		w : "SAOBI",    //--屏蔽字
	},
	{
		w : "SHIT",    //--屏蔽字
	},
	{
		w : "SIMPLE",    //--屏蔽字
	},
	{
		w : "SUCK",    //--屏蔽字
	},
	{
		w : "SUCKER",    //--屏蔽字
	},
	{
		w : "SVDC",    //--屏蔽字
	},
	{
		w : "TAIP",    //--屏蔽字
	},
	{
		w : "THE9",    //--屏蔽字
	},
	{
		w : "THE9CITY",    //--屏蔽字
	},
	{
		w : "TIBETALK",    //--屏蔽字
	},
	{
		w : "TMD",    //--屏蔽字
	},
	{
		w : "TRIANGLE",    //--屏蔽字
	},
	{
		w : "TRIANGLEBOY",    //--屏蔽字
	},
	{
		w : "TRINGEL",    //--屏蔽字
	},
	{
		w : "ULTRASURF",    //--屏蔽字
	},
	{
		w : "UNIXBOX",    //--屏蔽字
	},
	{
		w : "USTIBET",    //--屏蔽字
	},
	{
		w : "VOA",    //--屏蔽字
	},
	{
		w : "VOACHINESE",    //--屏蔽字
	},
	{
		w : "WANGCE",    //--屏蔽字
	},
	{
		w : "WEBZEN",    //--屏蔽字
	},
	{
		w : "WSTAIJI",    //--屏蔽字
	},
	{
		w : "WWW",    //--屏蔽字
	},
	{
		w : "WWW.",    //--屏蔽字
	},
	{
		w : "XINSHENG",    //--屏蔽字
	},
	{
		w : "YUMING",    //--屏蔽字
	},
	{
		w : "ZHENGJIAN",    //--屏蔽字
	},
	{
		w : "ZHENGJIANWANG",    //--屏蔽字
	},
	{
		w : "ZHENSHANREN",    //--屏蔽字
	},
	{
		w : "ZHUANFALUN",    //--屏蔽字
	},
	{
		w : "ice",    //--屏蔽字
	},
	{
		w : "narcotics",    //--屏蔽字
	},
	{
		w : "碡?",    //--屏蔽字
	},
	{
		w : "籀",    //--屏蔽字
	},
	{
		w : "朱駿?",    //--屏蔽字
	},
	{
		w : "朱狨基",    //--屏蔽字
	},
	{
		w : "朱容基",    //--屏蔽字
	},
	{
		w : "朱溶剂",    //--屏蔽字
	},
	{
		w : "朱熔基",    //--屏蔽字
	},
	{
		w : "邾",    //--屏蔽字
	},
	{
		w : "猪聋畸",    //--屏蔽字
	},
	{
		w : "猪毛1",    //--屏蔽字
	},
	{
		w : "舳",    //--屏蔽字
	},
	{
		w : "瘃",    //--屏蔽字
	},
	{
		w : "躅",    //--屏蔽字
	},
	{
		w : "翥",    //--屏蔽字
	},
	{
		w : "颛",    //--屏蔽字
	},
	{
		w : "丬",    //--屏蔽字
	},
	{
		w : "隹",    //--屏蔽字
	},
	{
		w : "窀",    //--屏蔽字
	},
	{
		w : "卓伯源",    //--屏蔽字
	},
	{
		w : "倬",    //--屏蔽字
	},
	{
		w : "斫",    //--屏蔽字
	},
	{
		w : "诼",    //--屏蔽字
	},
	{
		w : "髭",    //--屏蔽字
	},
	{
		w : "鲻",    //--屏蔽字
	},
	{
		w : "秭",    //--屏蔽字
	},
	{
		w : "訾",    //--屏蔽字
	},
	{
		w : "自民党",    //--屏蔽字
	},
	{
		w : "自已的故事",    //--屏蔽字
	},
	{
		w : "自由民主论坛",    //--屏蔽字
	},
	{
		w : "总理",    //--屏蔽字
	},
	{
		w : "偬",    //--屏蔽字
	},
	{
		w : "诹",    //--屏蔽字
	},
	{
		w : "陬",    //--屏蔽字
	},
	{
		w : "鄹",    //--屏蔽字
	},
	{
		w : "鲰",    //--屏蔽字
	},
	{
		w : "躜",    //--屏蔽字
	},
	{
		w : "缵",    //--屏蔽字
	},
	{
		w : "作秀",    //--屏蔽字
	},
	{
		w : "阼",    //--屏蔽字
	},
	{
		w : "祚",    //--屏蔽字
	},
	{
		w : "阿萊娜",    //--屏蔽字
	},
	{
		w : "啊無卵",    //--屏蔽字
	},
	{
		w : "埃裏克蘇特勤",    //--屏蔽字
	},
	{
		w : "埃斯萬",    //--屏蔽字
	},
	{
		w : "艾麗絲",    //--屏蔽字
	},
	{
		w : "愛滋",    //--屏蔽字
	},
	{
		w : "垵",    //--屏蔽字
	},
	{
		w : "暗黑法師",    //--屏蔽字
	},
	{
		w : "嶴",    //--屏蔽字
	},
	{
		w : "奧克拉",    //--屏蔽字
	},
	{
		w : "奧拉德",    //--屏蔽字
	},
	{
		w : "奧利弗",    //--屏蔽字
	},
	{
		w : "奧魯奇",    //--屏蔽字
	},
	{
		w : "奧倫",    //--屏蔽字
	},
	{
		w : "奧特蘭",    //--屏蔽字
	},
	{
		w : "㈧",    //--屏蔽字
	},
	{
		w : "巴倫侍從",    //--屏蔽字
	},
	{
		w : "巴倫坦",    //--屏蔽字
	},
	{
		w : "白立樸",    //--屏蔽字
	},
	{
		w : "白夢",    //--屏蔽字
	},
	{
		w : "白皮書",    //--屏蔽字
	},
	{
		w : "寶石商人",    //--屏蔽字
	},
	{
		w : "保釣",    //--屏蔽字
	},
	{
		w : "鮑戈",    //--屏蔽字
	},
	{
		w : "鮑彤",    //--屏蔽字
	},
	{
		w : "鮑伊",    //--屏蔽字
	},
	{
		w : "暴風亡靈",    //--屏蔽字
	},
	{
		w : "暴亂",    //--屏蔽字
	},
	{
		w : "暴熱的戰士",    //--屏蔽字
	},
	{
		w : "暴躁的城塔野獸",    //--屏蔽字
	},
	{
		w : "暴躁的警衛兵靈魂",    //--屏蔽字
	},
	{
		w : "暴躁的馬杜克",    //--屏蔽字
	},
	{
		w : "北大三角地論壇",    //--屏蔽字
	},
	{
		w : "北韓",    //--屏蔽字
	},
	{
		w : "北京當局",    //--屏蔽字
	},
	{
		w : "北美自由論壇",    //--屏蔽字
	},
	{
		w : "貝尤爾",    //--屏蔽字
	},
	{
		w : "韝",    //--屏蔽字
	},
	{
		w : "比樣",    //--屏蔽字
	},
	{
		w : "蹕",    //--屏蔽字
	},
	{
		w : "颮",    //--屏蔽字
	},
	{
		w : "鑣",    //--屏蔽字
	},
	{
		w : "婊子養的?",    //--屏蔽字
	},
	{
		w : "賓周",    //--屏蔽字
	},
	{
		w : "冰後",    //--屏蔽字
	},
	{
		w : "博訊",    //--屏蔽字
	},
	{
		w : "不滅帝王",    //--屏蔽字
	},
	{
		w : "不爽不要錢",    //--屏蔽字
	},
	{
		w : "布萊爾",    //--屏蔽字
	},
	{
		w : "蔡崇國",    //--屏蔽字
	},
	{
		w : "蔡啓芳",    //--屏蔽字
	},
	{
		w : "黲",    //--屏蔽字
	},
	{
		w : "操鶏",    //--屏蔽字
	},
	{
		w : "操那嗎B",    //--屏蔽字
	},
	{
		w : "操那嗎逼",    //--屏蔽字
	},
	{
		w : "操那嗎比",    //--屏蔽字
	},
	{
		w : "操你爺爺",    //--屏蔽字
	},
	{
		w : "曹長青",    //--屏蔽字
	},
	{
		w : "草",    //--屏蔽字
	},
	{
		w : "草你媽",    //--屏蔽字
	},
	{
		w : "草擬媽",    //--屏蔽字
	},
	{
		w : "册那娘餓比",    //--屏蔽字
	},
	{
		w : "插那嗎B",    //--屏蔽字
	},
	{
		w : "插那嗎逼",    //--屏蔽字
	},
	{
		w : "插那嗎比",    //--屏蔽字
	},
	{
		w : "插你媽",    //--屏蔽字
	},
	{
		w : "插你爺爺",    //--屏蔽字
	},
	{
		w : "覘",    //--屏蔽字
	},
	{
		w : "蕆",    //--屏蔽字
	},
	{
		w : "囅",    //--屏蔽字
	},
	{
		w : "閶",    //--屏蔽字
	},
	{
		w : "長官沙塔特",    //--屏蔽字
	},
	{
		w : "常勁",    //--屏蔽字
	},
	{
		w : "朝鮮",    //--屏蔽字
	},
	{
		w : "車侖",    //--屏蔽字
	},
	{
		w : "車侖女幹",    //--屏蔽字
	},
	{
		w : "沉睡圖騰",    //--屏蔽字
	},
	{
		w : "陳炳基",    //--屏蔽字
	},
	{
		w : "陳博志",    //--屏蔽字
	},
	{
		w : "陳定南",    //--屏蔽字
	},
	{
		w : "陳建銘",    //--屏蔽字
	},
	{
		w : "陳景俊",    //--屏蔽字
	},
	{
		w : "陳菊",    //--屏蔽字
	},
	{
		w : "陳軍",    //--屏蔽字
	},
	{
		w : "陳蒙",    //--屏蔽字
	},
	{
		w : "陳破空",    //--屏蔽字
	},
	{
		w : "陳水扁",    //--屏蔽字
	},
	{
		w : "陳唐山",    //--屏蔽字
	},
	{
		w : "陳希同",    //--屏蔽字
	},
	{
		w : "陳小同",    //--屏蔽字
	},
	{
		w : "陳宣良",    //--屏蔽字
	},
	{
		w : "陳學聖",    //--屏蔽字
	},
	{
		w : "陳一諮",    //--屏蔽字
	},
	{
		w : "陳總統",    //--屏蔽字
	},
	{
		w : "諶",    //--屏蔽字
	},
	{
		w : "齔",    //--屏蔽字
	},
	{
		w : "櫬",    //--屏蔽字
	},
	{
		w : "讖",    //--屏蔽字
	},
	{
		w : "程凱",    //--屏蔽字
	},
	{
		w : "程鐵軍",    //--屏蔽字
	},
	{
		w : "鴟",    //--屏蔽字
	},
	{
		w : "痴鳩",    //--屏蔽字
	},
	{
		w : "痴拈",    //--屏蔽字
	},
	{
		w : "遲鈍的圖騰",    //--屏蔽字
	},
	{
		w : "持不同政見?",    //--屏蔽字
	},
	{
		w : "赤色騎士",    //--屏蔽字
	},
	{
		w : "赤色戰士",    //--屏蔽字
	},
	{
		w : "處女膜",    //--屏蔽字
	},
	{
		w : "傳染性病",    //--屏蔽字
	},
	{
		w : "吹簫",    //--屏蔽字
	},
	{
		w : "春夏自由論壇",    //--屏蔽字
	},
	{
		w : "戳那嗎B",    //--屏蔽字
	},
	{
		w : "戳那嗎逼",    //--屏蔽字
	},
	{
		w : "戳那嗎比",    //--屏蔽字
	},
	{
		w : "輳",    //--屏蔽字
	},
	{
		w : "鹺",    //--屏蔽字
	},
	{
		w : "錯B",    //--屏蔽字
	},
	{
		w : "錯逼",    //--屏蔽字
	},
	{
		w : "錯比",    //--屏蔽字
	},
	{
		w : "錯那嗎B",    //--屏蔽字
	},
	{
		w : "錯那嗎逼",    //--屏蔽字
	},
	{
		w : "錯那嗎比",    //--屏蔽字
	},
	{
		w : "達夫警衛兵",    //--屏蔽字
	},
	{
		w : "達夫侍從",    //--屏蔽字
	},
	{
		w : "達癩",    //--屏蔽字
	},
	{
		w : "大東亞",    //--屏蔽字
	},
	{
		w : "大東亞共榮",    //--屏蔽字
	},
	{
		w : "大鶏巴",    //--屏蔽字
	},
	{
		w : "大紀元",    //--屏蔽字
	},
	{
		w : "大紀元新聞網",    //--屏蔽字
	},
	{
		w : "大紀園",    //--屏蔽字
	},
	{
		w : "大家論壇",    //--屏蔽字
	},
	{
		w : "大奶媽",    //--屏蔽字
	},
	{
		w : "大史記",    //--屏蔽字
	},
	{
		w : "大史紀",    //--屏蔽字
	},
	{
		w : "大中國論壇",    //--屏蔽字
	},
	{
		w : "大中華論壇",    //--屏蔽字
	},
	{
		w : "大衆真人真事",    //--屏蔽字
	},
	{
		w : "紿",    //--屏蔽字
	},
	{
		w : "戴維教",    //--屏蔽字
	},
	{
		w : "戴相龍",    //--屏蔽字
	},
	{
		w : "彈劾",    //--屏蔽字
	},
	{
		w : "氹",    //--屏蔽字
	},
	{
		w : "導師",    //--屏蔽字
	},
	{
		w : "盜竊犯",    //--屏蔽字
	},
	{
		w : "德維爾",    //--屏蔽字
	},
	{
		w : "登輝",    //--屏蔽字
	},
	{
		w : "鄧笑貧",    //--屏蔽字
	},
	{
		w : "糴",    //--屏蔽字
	},
	{
		w : "迪裏夏提",    //--屏蔽字
	},
	{
		w : "覿",    //--屏蔽字
	},
	{
		w : "地下教會",    //--屏蔽字
	},
	{
		w : "帝國主義",    //--屏蔽字
	},
	{
		w : "電視流氓",    //--屏蔽字
	},
	{
		w : "叼你媽",    //--屏蔽字
	},
	{
		w : "釣魚島",    //--屏蔽字
	},
	{
		w : "丁關根",    //--屏蔽字
	},
	{
		w : "東北獨立",    //--屏蔽字
	},
	{
		w : "東部地下水路",    //--屏蔽字
	},
	{
		w : "東方紅時空",    //--屏蔽字
	},
	{
		w : "東方時空",    //--屏蔽字
	},
	{
		w : "東南西北論談",    //--屏蔽字
	},
	{
		w : "東社",    //--屏蔽字
	},
	{
		w : "東升",    //--屏蔽字
	},
	{
		w : "東條",    //--屏蔽字
	},
	{
		w : "東突暴動",    //--屏蔽字
	},
	{
		w : "東突獨立",    //--屏蔽字
	},
	{
		w : "東土耳其斯坦",    //--屏蔽字
	},
	{
		w : "東西南北論壇",    //--屏蔽字
	},
	{
		w : "東亞",    //--屏蔽字
	},
	{
		w : "東院看守",    //--屏蔽字
	},
	{
		w : "動亂",    //--屏蔽字
	},
	{
		w : "鬥士哈夫拉蘇",    //--屏蔽字
	},
	{
		w : "鬥士霍克",    //--屏蔽字
	},
	{
		w : "獨裁",    //--屏蔽字
	},
	{
		w : "獨裁政治",    //--屏蔽字
	},
	{
		w : "獨夫",    //--屏蔽字
	},
	{
		w : "獨立臺灣會",    //--屏蔽字
	},
	{
		w : "俄國?",    //--屏蔽字
	},
	{
		w : "鮞",    //--屏蔽字
	},
	{
		w : "㈡",    //--屏蔽字
	},
	{
		w : "發楞",    //--屏蔽字
	},
	{
		w : "發掄",    //--屏蔽字
	},
	{
		w : "發掄功",    //--屏蔽字
	},
	{
		w : "發倫",    //--屏蔽字
	},
	{
		w : "發倫功",    //--屏蔽字
	},
	{
		w : "發輪",    //--屏蔽字
	},
	{
		w : "發論",    //--屏蔽字
	},
	{
		w : "發論公",    //--屏蔽字
	},
	{
		w : "發論功",    //--屏蔽字
	},
	{
		w : "發正念",    //--屏蔽字
	},
	{
		w : "法~倫",    //--屏蔽字
	},
	{
		w : "法~淪",    //--屏蔽字
	},
	{
		w : "法~綸",    //--屏蔽字
	},
	{
		w : "法~輪",    //--屏蔽字
	},
	{
		w : "法~論",    //--屏蔽字
	},
	{
		w : "法爾卡",    //--屏蔽字
	},
	{
		w : "法掄",    //--屏蔽字
	},
	{
		w : "法掄功",    //--屏蔽字
	},
	{
		w : "法侖",    //--屏蔽字
	},
	{
		w : "法淪",    //--屏蔽字
	},
	{
		w : "法綸",    //--屏蔽字
	},
	{
		w : "法十輪十功",    //--屏蔽字
	},
	{
		w : "法謫",    //--屏蔽字
	},
	{
		w : "法謫功",    //--屏蔽字
	},
	{
		w : "反封鎖",    //--屏蔽字
	},
	{
		w : "反封鎖技術",    //--屏蔽字
	},
	{
		w : "反腐敗論壇",    //--屏蔽字
	},
	{
		w : "反人類",    //--屏蔽字
	},
	{
		w : "反社會",    //--屏蔽字
	},
	{
		w : "方勵之",    //--屏蔽字
	},
	{
		w : "防衛指揮官",    //--屏蔽字
	},
	{
		w : "放蕩",    //--屏蔽字
	},
	{
		w : "飛揚論壇",    //--屏蔽字
	},
	{
		w : "廢墟守護者",    //--屏蔽字
	},
	{
		w : "費鴻泰",    //--屏蔽字
	},
	{
		w : "費良勇",    //--屏蔽字
	},
	{
		w : "分隊長施蒂文",    //--屏蔽字
	},
	{
		w : "粉飾太平",    //--屏蔽字
	},
	{
		w : "糞便",    //--屏蔽字
	},
	{
		w : "鱝",    //--屏蔽字
	},
	{
		w : "豐饒的果實",    //--屏蔽字
	},
	{
		w : "風雨神州",    //--屏蔽字
	},
	{
		w : "風雨神州論壇",    //--屏蔽字
	},
	{
		w : "封從德",    //--屏蔽字
	},
	{
		w : "封殺",    //--屏蔽字
	},
	{
		w : "封印的靈魂騎士",    //--屏蔽字
	},
	{
		w : "馮東海",    //--屏蔽字
	},
	{
		w : "馮素英",    //--屏蔽字
	},
	{
		w : "紱",    //--屏蔽字
	},
	{
		w : "襆",    //--屏蔽字
	},
	{
		w : "嘸?",    //--屏蔽字
	},
	{
		w : "傅作義",    //--屏蔽字
	},
	{
		w : "幹bi",    //--屏蔽字
	},
	{
		w : "幹逼",    //--屏蔽字
	},
	{
		w : "幹比",    //--屏蔽字
	},
	{
		w : "幹的你",    //--屏蔽字
	},
	{
		w : "幹幹幹",    //--屏蔽字
	},
	{
		w : "幹你老比",    //--屏蔽字
	},
	{
		w : "幹你老母",    //--屏蔽字
	},
	{
		w : "幹你娘",    //--屏蔽字
	},
	{
		w : "幹全家",    //--屏蔽字
	},
	{
		w : "幹一家",    //--屏蔽字
	},
	{
		w : "趕你娘",    //--屏蔽字
	},
	{
		w : "岡巒",    //--屏蔽字
	},
	{
		w : "剛比",    //--屏蔽字
	},
	{
		w : "剛比樣子",    //--屏蔽字
	},
	{
		w : "崗哨士兵",    //--屏蔽字
	},
	{
		w : "肛門",    //--屏蔽字
	},
	{
		w : "高文謙",    //--屏蔽字
	},
	{
		w : "高薪養廉",    //--屏蔽字
	},
	{
		w : "膏藥旗",    //--屏蔽字
	},
	{
		w : "戈瑞爾德",    //--屏蔽字
	},
	{
		w : "戈揚",    //--屏蔽字
	},
	{
		w : "鴿派",    //--屏蔽字
	},
	{
		w : "歌功頌德",    //--屏蔽字
	},
	{
		w : "格雷(關卡排名管理者)",    //--屏蔽字
	},
	{
		w : "格魯",    //--屏蔽字
	},
	{
		w : "格魯(城鎮移動)",    //--屏蔽字
	},
	{
		w : "鯁",    //--屏蔽字
	},
	{
		w : "工自聯",    //--屏蔽字
	},
	{
		w : "弓雖",    //--屏蔽字
	},
	{
		w : "共産",    //--屏蔽字
	},
	{
		w : "共産黨",    //--屏蔽字
	},
	{
		w : "共産主義",    //--屏蔽字
	},
	{
		w : "共軍",    //--屏蔽字
	},
	{
		w : "共榮圈",    //--屏蔽字
	},
	{
		w : "緱",    //--屏蔽字
	},
	{
		w : "狗誠",    //--屏蔽字
	},
	{
		w : "狗狼養的",    //--屏蔽字
	},
	{
		w : "狗娘養的",    //--屏蔽字
	},
	{
		w : "狗養",    //--屏蔽字
	},
	{
		w : "狗雜種",    //--屏蔽字
	},
	{
		w : "覯",    //--屏蔽字
	},
	{
		w : "轂",    //--屏蔽字
	},
	{
		w : "古龍祭壇",    //--屏蔽字
	},
	{
		w : "骨獅",    //--屏蔽字
	},
	{
		w : "鯝",    //--屏蔽字
	},
	{
		w : "鴰",    //--屏蔽字
	},
	{
		w : "詿",    //--屏蔽字
	},
	{
		w : "關卓中",    //--屏蔽字
	},
	{
		w : "貫通兩極法",    //--屏蔽字
	},
	{
		w : "廣聞",    //--屏蔽字
	},
	{
		w : "嬀",    //--屏蔽字
	},
	{
		w : "龜兒子",    //--屏蔽字
	},
	{
		w : "龜孫子",    //--屏蔽字
	},
	{
		w : "龜投",    //--屏蔽字
	},
	{
		w : "劌",    //--屏蔽字
	},
	{
		w : "緄",    //--屏蔽字
	},
	{
		w : "滾那嗎",    //--屏蔽字
	},
	{
		w : "滾那嗎B",    //--屏蔽字
	},
	{
		w : "滾那嗎錯比",    //--屏蔽字
	},
	{
		w : "滾那嗎老比",    //--屏蔽字
	},
	{
		w : "滾那嗎瘟比",    //--屏蔽字
	},
	{
		w : "鯀",    //--屏蔽字
	},
	{
		w : "咼",    //--屏蔽字
	},
	{
		w : "郭俊銘",    //--屏蔽字
	},
	{
		w : "郭羅基",    //--屏蔽字
	},
	{
		w : "郭岩華",    //--屏蔽字
	},
	{
		w : "國家安全",    //--屏蔽字
	},
	{
		w : "國家機密",    //--屏蔽字
	},
	{
		w : "國軍",    //--屏蔽字
	},
	{
		w : "國賊",    //--屏蔽字
	},
	{
		w : "哈爾羅尼",    //--屏蔽字
	},
	{
		w : "頇",    //--屏蔽字
	},
	{
		w : "韓東方",    //--屏蔽字
	},
	{
		w : "韓聯潮",    //--屏蔽字
	},
	{
		w : "韓正",    //--屏蔽字
	},
	{
		w : "漢奸",    //--屏蔽字
	},
	{
		w : "顥",    //--屏蔽字
	},
	{
		w : "灝",    //--屏蔽字
	},
	{
		w : "賀國强",    //--屏蔽字
	},
	{
		w : "黑社會",    //--屏蔽字
	},
	{
		w : "黑手黨",    //--屏蔽字
	},
	{
		w : "紅燈區",    //--屏蔽字
	},
	{
		w : "紅色恐怖",    //--屏蔽字
	},
	{
		w : "紅炎猛獸",    //--屏蔽字
	},
	{
		w : "洪傳",    //--屏蔽字
	},
	{
		w : "洪興",    //--屏蔽字
	},
	{
		w : "洪哲勝",    //--屏蔽字
	},
	{
		w : "黌",    //--屏蔽字
	},
	{
		w : "鱟",    //--屏蔽字
	},
	{
		w : "胡緊掏",    //--屏蔽字
	},
	{
		w : "胡錦滔",    //--屏蔽字
	},
	{
		w : "胡錦淘",    //--屏蔽字
	},
	{
		w : "胡景濤",    //--屏蔽字
	},
	{
		w : "胡喬木",    //--屏蔽字
	},
	{
		w : "胡總書記",    //--屏蔽字
	},
	{
		w : "湖岸護衛兵",    //--屏蔽字
	},
	{
		w : "湖岸警衛兵",    //--屏蔽字
	},
	{
		w : "湖岸哨兵隊長",    //--屏蔽字
	},
	{
		w : "護法",    //--屏蔽字
	},
	{
		w : "鸌",    //--屏蔽字
	},
	{
		w : "華通時事論壇",    //--屏蔽字
	},
	{
		w : "華夏文摘",    //--屏蔽字
	},
	{
		w : "華語世界論壇",    //--屏蔽字
	},
	{
		w : "華岳時事論壇",    //--屏蔽字
	},
	{
		w : "懷特",    //--屏蔽字
	},
	{
		w : "鍰",    //--屏蔽字
	},
	{
		w : "皇軍",    //--屏蔽字
	},
	{
		w : "黃伯源",    //--屏蔽字
	},
	{
		w : "黃慈萍",    //--屏蔽字
	},
	{
		w : "黃禍",    //--屏蔽字
	},
	{
		w : "黃劍輝",    //--屏蔽字
	},
	{
		w : "黃金幼龍",    //--屏蔽字
	},
	{
		w : "黃片",    //--屏蔽字
	},
	{
		w : "黃翔",    //--屏蔽字
	},
	{
		w : "黃義交",    //--屏蔽字
	},
	{
		w : "黃仲生",    //--屏蔽字
	},
	{
		w : "回民暴動",    //--屏蔽字
	},
	{
		w : "噦",    //--屏蔽字
	},
	{
		w : "繢",    //--屏蔽字
	},
	{
		w : "毀滅步兵",    //--屏蔽字
	},
	{
		w : "毀滅騎士",    //--屏蔽字
	},
	{
		w : "毀滅射手",    //--屏蔽字
	},
	{
		w : "昏迷圖騰",    //--屏蔽字
	},
	{
		w : "混亂的圖騰",    //--屏蔽字
	},
	{
		w : "鍃",    //--屏蔽字
	},
	{
		w : "活動?",    //--屏蔽字
	},
	{
		w : "擊倒圖騰",    //--屏蔽字
	},
	{
		w : "擊傷的圖騰",    //--屏蔽字
	},
	{
		w : "鶏8",    //--屏蔽字
	},
	{
		w : "鶏八",    //--屏蔽字
	},
	{
		w : "鶏巴",    //--屏蔽字
	},
	{
		w : "鶏吧",    //--屏蔽字
	},
	{
		w : "鶏鶏",    //--屏蔽字
	},
	{
		w : "鶏奸",    //--屏蔽字
	},
	{
		w : "鶏毛信文匯",    //--屏蔽字
	},
	{
		w : "鶏女",    //--屏蔽字
	},
	{
		w : "鶏院",    //--屏蔽字
	},
	{
		w : "姬勝德",    //--屏蔽字
	},
	{
		w : "積克館",    //--屏蔽字
	},
	{
		w : "賫",    //--屏蔽字
	},
	{
		w : "鱭",    //--屏蔽字
	},
	{
		w : "賈廷安",    //--屏蔽字
	},
	{
		w : "賈育台",    //--屏蔽字
	},
	{
		w : "戔",    //--屏蔽字
	},
	{
		w : "監視塔",    //--屏蔽字
	},
	{
		w : "監視塔哨兵",    //--屏蔽字
	},
	{
		w : "監視塔哨兵隊長",    //--屏蔽字
	},
	{
		w : "鰹",    //--屏蔽字
	},
	{
		w : "韉",    //--屏蔽字
	},
	{
		w : "簡肇棟",    //--屏蔽字
	},
	{
		w : "建國黨",    //--屏蔽字
	},
	{
		w : "賤B",    //--屏蔽字
	},
	{
		w : "賤bi",    //--屏蔽字
	},
	{
		w : "賤比",    //--屏蔽字
	},
	{
		w : "賤貨",    //--屏蔽字
	},
	{
		w : "賤種",    //--屏蔽字
	},
	{
		w : "江羅",    //--屏蔽字
	},
	{
		w : "江綿恒",    //--屏蔽字
	},
	{
		w : "江戲子",    //--屏蔽字
	},
	{
		w : "江則民",    //--屏蔽字
	},
	{
		w : "江澤慧",    //--屏蔽字
	},
	{
		w : "江賊",    //--屏蔽字
	},
	{
		w : "江賊民",    //--屏蔽字
	},
	{
		w : "薑春雲",    //--屏蔽字
	},
	{
		w : "將則民",    //--屏蔽字
	},
	{
		w : "僵賊",    //--屏蔽字
	},
	{
		w : "僵賊民",    //--屏蔽字
	},
	{
		w : "講法",    //--屏蔽字
	},
	{
		w : "降低命中的圖騰",    //--屏蔽字
	},
	{
		w : "醬猪媳",    //--屏蔽字
	},
	{
		w : "撟",    //--屏蔽字
	},
	{
		w : "狡猾的達夫",    //--屏蔽字
	},
	{
		w : "矯健的馬努爾",    //--屏蔽字
	},
	{
		w : "嶠",    //--屏蔽字
	},
	{
		w : "教養院",    //--屏蔽字
	},
	{
		w : "癤",    //--屏蔽字
	},
	{
		w : "揭批書",    //--屏蔽字
	},
	{
		w : "訐",    //--屏蔽字
	},
	{
		w : "她媽",    //--屏蔽字
	},
	{
		w : "届中央政治局委員",    //--屏蔽字
	},
	{
		w : "金槍不倒?",    //--屏蔽字
	},
	{
		w : "金堯如",    //--屏蔽字
	},
	{
		w : "金澤辰",    //--屏蔽字
	},
	{
		w : "巹",    //--屏蔽字
	},
	{
		w : "錦濤",    //--屏蔽字
	},
	{
		w : "經文",    //--屏蔽字
	},
	{
		w : "經血",    //--屏蔽字
	},
	{
		w : "莖候佳陰",    //--屏蔽字
	},
	{
		w : "荊棘護衛兵?",    //--屏蔽字
	},
	{
		w : "靖國神社",    //--屏蔽字
	},
	{
		w : "㈨",    //--屏蔽字
	},
	{
		w : "舊斗篷哨兵",    //--屏蔽字
	},
	{
		w : "齟",    //--屏蔽字
	},
	{
		w : "巨槌騎兵",    //--屏蔽字
	},
	{
		w : "巨鐵角哈克",    //--屏蔽字
	},
	{
		w : "鋸齒通道被遺弃的骷髏",    //--屏蔽字
	},
	{
		w : "鋸齒通道骷髏",    //--屏蔽字
	},
	{
		w : "屨",    //--屏蔽字
	},
	{
		w : "棬",    //--屏蔽字
	},
	{
		w : "絕望之地",    //--屏蔽字
	},
	{
		w : "譎",    //--屏蔽字
	},
	{
		w : "軍妓",    //--屏蔽字
	},
	{
		w : "開放雜志",    //--屏蔽字
	},
	{
		w : "凱奧勒尼什",    //--屏蔽字
	},
	{
		w : "凱爾本",    //--屏蔽字
	},
	{
		w : "凱爾雷斯",    //--屏蔽字
	},
	{
		w : "凱特切爾",    //--屏蔽字
	},
	{
		w : "砍翻一條街",    //--屏蔽字
	},
	{
		w : "看中國",    //--屏蔽字
	},
	{
		w : "闞",    //--屏蔽字
	},
	{
		w : "靠你媽",    //--屏蔽字
	},
	{
		w : "柯賜海",    //--屏蔽字
	},
	{
		w : "柯建銘",    //--屏蔽字
	},
	{
		w : "科萊爾",    //--屏蔽字
	},
	{
		w : "克萊恩",    //--屏蔽字
	},
	{
		w : "克萊特",    //--屏蔽字
	},
	{
		w : "克勞森",    //--屏蔽字
	},
	{
		w : "緙",    //--屏蔽字
	},
	{
		w : "空氣精靈",    //--屏蔽字
	},
	{
		w : "空虛的伊坤",    //--屏蔽字
	},
	{
		w : "空虛之地",    //--屏蔽字
	},
	{
		w : "恐怖主義",    //--屏蔽字
	},
	{
		w : "瞘",    //--屏蔽字
	},
	{
		w : "嚳",    //--屏蔽字
	},
	{
		w : "鄺錦文",    //--屏蔽字
	},
	{
		w : "貺",    //--屏蔽字
	},
	{
		w : "昆圖",    //--屏蔽字
	},
	{
		w : "拉皮條",    //--屏蔽字
	},
	{
		w : "萊特",    //--屏蔽字
	},
	{
		w : "賴士葆",    //--屏蔽字
	},
	{
		w : "蘭迪",    //--屏蔽字
	},
	{
		w : "爛B",    //--屏蔽字
	},
	{
		w : "爛袋",    //--屏蔽字
	},
	{
		w : "爛貨",    //--屏蔽字
	},
	{
		w : "濫B",    //--屏蔽字
	},
	{
		w : "濫逼",    //--屏蔽字
	},
	{
		w : "濫比",    //--屏蔽字
	},
	{
		w : "濫貨",    //--屏蔽字
	},
	{
		w : "濫交",    //--屏蔽字
	},
	{
		w : "勞動教養所",    //--屏蔽字
	},
	{
		w : "勞改",    //--屏蔽字
	},
	{
		w : "勞教",    //--屏蔽字
	},
	{
		w : "鰳",    //--屏蔽字
	},
	{
		w : "雷尼亞",    //--屏蔽字
	},
	{
		w : "誄",    //--屏蔽字
	},
	{
		w : "李紅痔",    //--屏蔽字
	},
	{
		w : "李洪寬",    //--屏蔽字
	},
	{
		w : "李繼耐",    //--屏蔽字
	},
	{
		w : "李蘭菊",    //--屏蔽字
	},
	{
		w : "李老師",    //--屏蔽字
	},
	{
		w : "李錄",    //--屏蔽字
	},
	{
		w : "李祿",    //--屏蔽字
	},
	{
		w : "李慶安",    //--屏蔽字
	},
	{
		w : "李慶華",    //--屏蔽字
	},
	{
		w : "李淑嫻",    //--屏蔽字
	},
	{
		w : "李鐵映",    //--屏蔽字
	},
	{
		w : "李旺陽",    //--屏蔽字
	},
	{
		w : "李小鵬",    //--屏蔽字
	},
	{
		w : "李月月鳥",    //--屏蔽字
	},
	{
		w : "李志綏",    //--屏蔽字
	},
	{
		w : "李總理",    //--屏蔽字
	},
	{
		w : "李總統",    //--屏蔽字
	},
	{
		w : "裏菲斯",    //--屏蔽字
	},
	{
		w : "鱧",    //--屏蔽字
	},
	{
		w : "轢",    //--屏蔽字
	},
	{
		w : "躒",    //--屏蔽字
	},
	{
		w : "奩",    //--屏蔽字
	},
	{
		w : "連方瑀",    //--屏蔽字
	},
	{
		w : "連惠心",    //--屏蔽字
	},
	{
		w : "連勝德",    //--屏蔽字
	},
	{
		w : "連勝文",    //--屏蔽字
	},
	{
		w : "聯總",    //--屏蔽字
	},
	{
		w : "廉政大論壇",    //--屏蔽字
	},
	{
		w : "煉功",    //--屏蔽字
	},
	{
		w : "兩岸關係",    //--屏蔽字
	},
	{
		w : "兩岸三地論壇",    //--屏蔽字
	},
	{
		w : "兩會",    //--屏蔽字
	},
	{
		w : "兩會報道",    //--屏蔽字
	},
	{
		w : "兩會新聞",    //--屏蔽字
	},
	{
		w : "廖錫龍?",    //--屏蔽字
	},
	{
		w : "林保華",    //--屏蔽字
	},
	{
		w : "林長盛",    //--屏蔽字
	},
	{
		w : "林佳龍",    //--屏蔽字
	},
	{
		w : "林信義",    //--屏蔽字
	},
	{
		w : "林正勝",    //--屏蔽字
	},
	{
		w : "林重謨",    //--屏蔽字
	},
	{
		w : "躪",    //--屏蔽字
	},
	{
		w : "淩鋒",    //--屏蔽字
	},
	{
		w : "劉賓深",    //--屏蔽字
	},
	{
		w : "劉賓雁",    //--屏蔽字
	},
	{
		w : "劉剛",    //--屏蔽字
	},
	{
		w : "劉國凱",    //--屏蔽字
	},
	{
		w : "劉華清",    //--屏蔽字
	},
	{
		w : "劉俊國",    //--屏蔽字
	},
	{
		w : "劉凱中",    //--屏蔽字
	},
	{
		w : "劉千石",    //--屏蔽字
	},
	{
		w : "劉青",    //--屏蔽字
	},
	{
		w : "劉山青",    //--屏蔽字
	},
	{
		w : "劉士賢",    //--屏蔽字
	},
	{
		w : "劉文勝",    //--屏蔽字
	},
	{
		w : "劉文雄",    //--屏蔽字
	},
	{
		w : "劉曉波",    //--屏蔽字
	},
	{
		w : "劉曉竹",    //--屏蔽字
	},
	{
		w : "劉永川",    //--屏蔽字
	},
	{
		w : "㈥",    //--屏蔽字
	},
	{
		w : "鷚",    //--屏蔽字
	},
	{
		w : "龍虎豹",    //--屏蔽字
	},
	{
		w : "龍火之心",    //--屏蔽字
	},
	{
		w : "盧卡",    //--屏蔽字
	},
	{
		w : "盧西德",    //--屏蔽字
	},
	{
		w : "陸委會",    //--屏蔽字
	},
	{
		w : "輅",    //--屏蔽字
	},
	{
		w : "呂京花",    //--屏蔽字
	},
	{
		w : "亂交",    //--屏蔽字
	},
	{
		w : "亂輪",    //--屏蔽字
	},
	{
		w : "鋝",    //--屏蔽字
	},
	{
		w : "掄功",    //--屏蔽字
	},
	{
		w : "倫功",    //--屏蔽字
	},
	{
		w : "輪大",    //--屏蔽字
	},
	{
		w : "輪功",    //--屏蔽字
	},
	{
		w : "論壇管理員",    //--屏蔽字
	},
	{
		w : "羅福助",    //--屏蔽字
	},
	{
		w : "羅禮詩",    //--屏蔽字
	},
	{
		w : "羅文嘉",    //--屏蔽字
	},
	{
		w : "羅志明",    //--屏蔽字
	},
	{
		w : "腡",    //--屏蔽字
	},
	{
		w : "濼",    //--屏蔽字
	},
	{
		w : "洛克菲爾特",    //--屏蔽字
	},
	{
		w : "媽比",    //--屏蔽字
	},
	{
		w : "馬大維",    //--屏蔽字
	},
	{
		w : "馬良駿",    //--屏蔽字
	},
	{
		w : "馬三家",    //--屏蔽字
	},
	{
		w : "馬時敏",    //--屏蔽字
	},
	{
		w : "馬特斯",    //--屏蔽字
	},
	{
		w : "馬永成",    //--屏蔽字
	},
	{
		w : "瑪麗亞",    //--屏蔽字
	},
	{
		w : "瑪雅",    //--屏蔽字
	},
	{
		w : "嗎的",    //--屏蔽字
	},
	{
		w : "嗎啡",    //--屏蔽字
	},
	{
		w : "勱",    //--屏蔽字
	},
	{
		w : "麥克斯",    //--屏蔽字
	},
	{
		w : "賣逼",    //--屏蔽字
	},
	{
		w : "賣國",    //--屏蔽字
	},
	{
		w : "賣騷",    //--屏蔽字
	},
	{
		w : "瞞報",    //--屏蔽字
	},
	{
		w : "毛厠洞",    //--屏蔽字
	},
	{
		w : "毛賊",    //--屏蔽字
	},
	{
		w : "毛賊東",    //--屏蔽字
	},
	{
		w : "美國",    //--屏蔽字
	},
	{
		w : "美國參考",    //--屏蔽字
	},
	{
		w : "美國佬",    //--屏蔽字
	},
	{
		w : "蒙獨",    //--屏蔽字
	},
	{
		w : "蒙古達子",    //--屏蔽字
	},
	{
		w : "蒙古獨",    //--屏蔽字
	},
	{
		w : "禰",    //--屏蔽字
	},
	{
		w : "羋",    //--屏蔽字
	},
	{
		w : "綿恒",    //--屏蔽字
	},
	{
		w : "黽",    //--屏蔽字
	},
	{
		w : "民聯",    //--屏蔽字
	},
	{
		w : "民意論壇",    //--屏蔽字
	},
	{
		w : "民陣",    //--屏蔽字
	},
	{
		w : "民主墻",    //--屏蔽字
	},
	{
		w : "緡",    //--屏蔽字
	},
	{
		w : "湣",    //--屏蔽字
	},
	{
		w : "鰵",    //--屏蔽字
	},
	{
		w : "摸你鶏巴",    //--屏蔽字
	},
	{
		w : "莫偉强",    //--屏蔽字
	},
	{
		w : "木子論壇",    //--屏蔽字
	},
	{
		w : "內褲",    //--屏蔽字
	},
	{
		w : "內衣",    //--屏蔽字
	},
	{
		w : "那嗎B",    //--屏蔽字
	},
	{
		w : "那嗎逼",    //--屏蔽字
	},
	{
		w : "那嗎錯比",    //--屏蔽字
	},
	{
		w : "那嗎老比",    //--屏蔽字
	},
	{
		w : "那嗎瘟比",    //--屏蔽字
	},
	{
		w : "那娘錯比",    //--屏蔽字
	},
	{
		w : "奶頭",    //--屏蔽字
	},
	{
		w : "南大自由論壇",    //--屏蔽字
	},
	{
		w : "南蠻子",    //--屏蔽字
	},
	{
		w : "鬧事",    //--屏蔽字
	},
	{
		w : "能樣",    //--屏蔽字
	},
	{
		w : "尼奧夫",    //--屏蔽字
	},
	{
		w : "倪育賢",    //--屏蔽字
	},
	{
		w : "鯢",    //--屏蔽字
	},
	{
		w : "你媽逼",    //--屏蔽字
	},
	{
		w : "你媽比",    //--屏蔽字
	},
	{
		w : "你媽的",    //--屏蔽字
	},
	{
		w : "你媽了妹",    //--屏蔽字
	},
	{
		w : "你說我說論壇",    //--屏蔽字
	},
	{
		w : "你爺?",    //--屏蔽字
	},
	{
		w : "娘餓比",    //--屏蔽字
	},
	{
		w : "捏你鶏巴",    //--屏蔽字
	},
	{
		w : "儂著岡巒",    //--屏蔽字
	},
	{
		w : "儂著卵拋",    //--屏蔽字
	},
	{
		w : "奴隸魔族士兵",    //--屏蔽字
	},
	{
		w : "女主人羅姬馬莉",    //--屏蔽字
	},
	{
		w : "儺",    //--屏蔽字
	},
	{
		w : "諾姆",    //--屏蔽字
	},
	{
		w : "潘國平",    //--屏蔽字
	},
	{
		w : "蹣?",    //--屏蔽字
	},
	{
		w : "龐建國",    //--屏蔽字
	},
	{
		w : "泡沫經濟",    //--屏蔽字
	},
	{
		w : "轡",    //--屏蔽字
	},
	{
		w : "皮條客",    //--屏蔽字
	},
	{
		w : "羆",    //--屏蔽字
	},
	{
		w : "諞",    //--屏蔽字
	},
	{
		w : "潑婦?",    //--屏蔽字
	},
	{
		w : "齊墨",    //--屏蔽字
	},
	{
		w : "齊諾",    //--屏蔽字
	},
	{
		w : "騎你",    //--屏蔽字
	},
	{
		w : "磧",    //--屏蔽字
	},
	{
		w : "僉",    //--屏蔽字
	},
	{
		w : "鈐",    //--屏蔽字
	},
	{
		w : "錢達",    //--屏蔽字
	},
	{
		w : "錢國梁",    //--屏蔽字
	},
	{
		w : "錢其琛",    //--屏蔽字
	},
	{
		w : "膁",    //--屏蔽字
	},
	{
		w : "槧",    //--屏蔽字
	},
	{
		w : "錆",    //--屏蔽字
	},
	{
		w : "繰",    //--屏蔽字
	},
	{
		w : "喬石",    //--屏蔽字
	},
	{
		w : "喬伊",    //--屏蔽字
	},
	{
		w : "橋侵襲兵",    //--屏蔽字
	},
	{
		w : "譙",    //--屏蔽字
	},
	{
		w : "鞽",    //--屏蔽字
	},
	{
		w : "篋",    //--屏蔽字
	},
	{
		w : "親美",    //--屏蔽字
	},
	{
		w : "親日",    //--屏蔽字
	},
	{
		w : "欽本立",    //--屏蔽字
	},
	{
		w : "禽獸",    //--屏蔽字
	},
	{
		w : "唚",    //--屏蔽字
	},
	{
		w : "輕舟快訊",    //--屏蔽字
	},
	{
		w : "情婦",    //--屏蔽字
	},
	{
		w : "情獸",    //--屏蔽字
	},
	{
		w : "檾",    //--屏蔽字
	},
	{
		w : "慶紅",    //--屏蔽字
	},
	{
		w : "丘垂貞",    //--屏蔽字
	},
	{
		w : "詘",    //--屏蔽字
	},
	{
		w : "闃",    //--屏蔽字
	},
	{
		w : "全國兩會",    //--屏蔽字
	},
	{
		w : "全國人大",    //--屏蔽字
	},
	{
		w : "犬",    //--屏蔽字
	},
	{
		w : "綣",    //--屏蔽字
	},
	{
		w : "愨",    //--屏蔽字
	},
	{
		w : "讓你操",    //--屏蔽字
	},
	{
		w : "熱比婭",    //--屏蔽字
	},
	{
		w : "熱站政論網",    //--屏蔽字
	},
	{
		w : "人民大會堂",    //--屏蔽字
	},
	{
		w : "人民內情真相",    //--屏蔽字
	},
	{
		w : "人民真實",    //--屏蔽字
	},
	{
		w : "人民之聲論壇",    //--屏蔽字
	},
	{
		w : "人權",    //--屏蔽字
	},
	{
		w : "日本帝國",    //--屏蔽字
	},
	{
		w : "日軍",    //--屏蔽字
	},
	{
		w : "日內瓦金融",    //--屏蔽字
	},
	{
		w : "日你媽",    //--屏蔽字
	},
	{
		w : "日你爺爺",    //--屏蔽字
	},
	{
		w : "日朱駿",    //--屏蔽字
	},
	{
		w : "顬",    //--屏蔽字
	},
	{
		w : "乳暈",    //--屏蔽字
	},
	{
		w : "瑞士金融大學",    //--屏蔽字
	},
	{
		w : "三K黨",    //--屏蔽字
	},
	{
		w : "三個代表",    //--屏蔽字
	},
	{
		w : "三去車侖工力",    //--屏蔽字
	},
	{
		w : "㈢",    //--屏蔽字
	},
	{
		w : "毿",    //--屏蔽字
	},
	{
		w : "糝",    //--屏蔽字
	},
	{
		w : "騷B",    //--屏蔽字
	},
	{
		w : "騷棒",    //--屏蔽字
	},
	{
		w : "騷包",    //--屏蔽字
	},
	{
		w : "騷棍",    //--屏蔽字
	},
	{
		w : "騷鶏",    //--屏蔽字
	},
	{
		w : "騷卵?",    //--屏蔽字
	},
	{
		w : "殺你全家",    //--屏蔽字
	},
	{
		w : "殺你一家",    //--屏蔽字
	},
	{
		w : "殺人犯",    //--屏蔽字
	},
	{
		w : "傻鳥",    //--屏蔽字
	},
	{
		w : "山口組",    //--屏蔽字
	},
	{
		w : "善惡有報",    //--屏蔽字
	},
	{
		w : "上訪",    //--屏蔽字
	},
	{
		w : "上海幫",    //--屏蔽字
	},
	{
		w : "上海孤兒院",    //--屏蔽字
	},
	{
		w : "厙",    //--屏蔽字
	},
	{
		w : "社會主義",    //--屏蔽字
	},
	{
		w : "射了還說要",    //--屏蔽字
	},
	{
		w : "灄",    //--屏蔽字
	},
	{
		w : "詵",    //--屏蔽字
	},
	{
		w : "神經病",    //--屏蔽字
	},
	{
		w : "諗",    //--屏蔽字
	},
	{
		w : "生孩子沒屁眼",    //--屏蔽字
	},
	{
		w : "生命分流的圖騰",    //--屏蔽字
	},
	{
		w : "澠",    //--屏蔽字
	},
	{
		w : "聖射手",    //--屏蔽字
	},
	{
		w : "盛華仁",    //--屏蔽字
	},
	{
		w : "濕了還說不要",    //--屏蔽字
	},
	{
		w : "濕了還說要",    //--屏蔽字
	},
	{
		w : "釃",    //--屏蔽字
	},
	{
		w : "鯴",    //--屏蔽字
	},
	{
		w : "㈩",    //--屏蔽字
	},
	{
		w : "石化圖騰",    //--屏蔽字
	},
	{
		w : "石拳戰鬥兵",    //--屏蔽字
	},
	{
		w : "時代論壇",    //--屏蔽字
	},
	{
		w : "時事論壇",    //--屏蔽字
	},
	{
		w : "鰣",    //--屏蔽字
	},
	{
		w : "史萊姆",    //--屏蔽字
	},
	{
		w : "史萊姆王",    //--屏蔽字
	},
	{
		w : "士兵管理員瓦爾臣",    //--屏蔽字
	},
	{
		w : "世界經濟導報",    //--屏蔽字
	},
	{
		w : "事實獨立",    //--屏蔽字
	},
	{
		w : "侍從貝赫爾特",    //--屏蔽字
	},
	{
		w : "侍從倫斯韋",    //--屏蔽字
	},
	{
		w : "貰",    //--屏蔽字
	},
	{
		w : "攄",    //--屏蔽字
	},
	{
		w : "數據中國",    //--屏蔽字
	},
	{
		w : "雙十節",    //--屏蔽字
	},
	{
		w : "氵去車侖工力",    //--屏蔽字
	},
	{
		w : "氵去車侖工力?",    //--屏蔽字
	},
	{
		w : "稅力",    //--屏蔽字
	},
	{
		w : "司馬晋",    //--屏蔽字
	},
	{
		w : "司馬璐",    //--屏蔽字
	},
	{
		w : "司徒華",    //--屏蔽字
	},
	{
		w : "私?服",    //--屏蔽字
	},
	{
		w : "私處",    //--屏蔽字
	},
	{
		w : "思科羅",    //--屏蔽字
	},
	{
		w : "斯諾",    //--屏蔽字
	},
	{
		w : "斯皮爾德",    //--屏蔽字
	},
	{
		w : "四川獨",    //--屏蔽字
	},
	{
		w : "四川獨立",    //--屏蔽字
	},
	{
		w : "㈣",    //--屏蔽字
	},
	{
		w : "宋書元",    //--屏蔽字
	},
	{
		w : "藪",    //--屏蔽字
	},
	{
		w : "蘇菲爾",    //--屏蔽字
	},
	{
		w : "蘇拉",    //--屏蔽字
	},
	{
		w : "蘇南成",    //--屏蔽字
	},
	{
		w : "蘇紹智",    //--屏蔽字
	},
	{
		w : "蘇特勒守護兵",    //--屏蔽字
	},
	{
		w : "蘇特勤",    //--屏蔽字
	},
	{
		w : "蘇特勤護衛兵",    //--屏蔽字
	},
	{
		w : "蘇特勤魔法師",    //--屏蔽字
	},
	{
		w : "蘇曉康",    //--屏蔽字
	},
	{
		w : "蘇盈貴",    //--屏蔽字
	},
	{
		w : "蘇貞昌",    //--屏蔽字
	},
	{
		w : "誶",    //--屏蔽字
	},
	{
		w : "碎片製造商人馬克",    //--屏蔽字
	},
	{
		w : "碎片製造商人蘇克",    //--屏蔽字
	},
	{
		w : "孫大千",    //--屏蔽字
	},
	{
		w : "他媽",    //--屏蔽字
	},
	{
		w : "他媽的",    //--屏蔽字
	},
	{
		w : "他嗎的",    //--屏蔽字
	},
	{
		w : "他母親",    //--屏蔽字
	},
	{
		w : "塔內",    //--屏蔽字
	},
	{
		w : "塔烏",    //--屏蔽字
	},
	{
		w : "鰨",    //--屏蔽字
	},
	{
		w : "闥",    //--屏蔽字
	},
	{
		w : "臺盟",    //--屏蔽字
	},
	{
		w : "臺灣帝國",    //--屏蔽字
	},
	{
		w : "臺灣獨",    //--屏蔽字
	},
	{
		w : "臺灣共産黨",    //--屏蔽字
	},
	{
		w : "臺灣狗",    //--屏蔽字
	},
	{
		w : "臺灣建國運動組織",    //--屏蔽字
	},
	{
		w : "臺灣青年獨立聯盟",    //--屏蔽字
	},
	{
		w : "臺灣政論區",    //--屏蔽字
	},
	{
		w : "臺灣自由聯盟",    //--屏蔽字
	},
	{
		w : "鮐",    //--屏蔽字
	},
	{
		w : "太監",    //--屏蔽字
	},
	{
		w : "泰奴橋警衛兵",    //--屏蔽字
	},
	{
		w : "泰奴橋掠奪者",    //--屏蔽字
	},
	{
		w : "湯光中",    //--屏蔽字
	},
	{
		w : "唐柏橋",    //--屏蔽字
	},
	{
		w : "鞀",    //--屏蔽字
	},
	{
		w : "謄",    //--屏蔽字
	},
	{
		w : "天安門",    //--屏蔽字
	},
	{
		w : "天安門錄影帶",    //--屏蔽字
	},
	{
		w : "天安門屠殺",    //--屏蔽字
	},
	{
		w : "天安門一代",    //--屏蔽字
	},
	{
		w : "天閹",    //--屏蔽字
	},
	{
		w : "田紀雲",    //--屏蔽字
	},
	{
		w : "齠",    //--屏蔽字
	},
	{
		w : "鰷",    //--屏蔽字
	},
	{
		w : "銚",    //--屏蔽字
	},
	{
		w : "庭院警衛兵",    //--屏蔽字
	},
	{
		w : "統獨",    //--屏蔽字
	},
	{
		w : "統獨論壇",    //--屏蔽字
	},
	{
		w : "統戰",    //--屏蔽字
	},
	{
		w : "頭領奧馬",    //--屏蔽字
	},
	{
		w : "頭領墳墓管理員",    //--屏蔽字
	},
	{
		w : "圖書管理員卡特",    //--屏蔽字
	},
	{
		w : "團長戈登",    //--屏蔽字
	},
	{
		w : "團員馬爾汀",    //--屏蔽字
	},
	{
		w : "摶",    //--屏蔽字
	},
	{
		w : "鼉",    //--屏蔽字
	},
	{
		w : "籜",    //--屏蔽字
	},
	{
		w : "膃",    //--屏蔽字
	},
	{
		w : "外交論壇",    //--屏蔽字
	},
	{
		w : "外交與方略",    //--屏蔽字
	},
	{
		w : "晚年周恩來",    //--屏蔽字
	},
	{
		w : "綰",    //--屏蔽字
	},
	{
		w : "萬里",    //--屏蔽字
	},
	{
		w : "萬潤南",    //--屏蔽字
	},
	{
		w : "萬維讀者論壇",    //--屏蔽字
	},
	{
		w : "萬曉東",    //--屏蔽字
	},
	{
		w : "王寶森",    //--屏蔽字
	},
	{
		w : "王超華",    //--屏蔽字
	},
	{
		w : "王輔臣",    //--屏蔽字
	},
	{
		w : "王涵萬",    //--屏蔽字
	},
	{
		w : "王滬寧",    //--屏蔽字
	},
	{
		w : "王軍濤",    //--屏蔽字
	},
	{
		w : "王潤生",    //--屏蔽字
	},
	{
		w : "王世堅",    //--屏蔽字
	},
	{
		w : "王世勛",    //--屏蔽字
	},
	{
		w : "王秀麗",    //--屏蔽字
	},
	{
		w : "網禪",    //--屏蔽字
	},
	{
		w : "網特",    //--屏蔽字
	},
	{
		w : "鮪",    //--屏蔽字
	},
	{
		w : "溫B",    //--屏蔽字
	},
	{
		w : "溫逼",    //--屏蔽字
	},
	{
		w : "溫比",    //--屏蔽字
	},
	{
		w : "溫元凱",    //--屏蔽字
	},
	{
		w : "閿",    //--屏蔽字
	},
	{
		w : "無界瀏覽器",    //--屏蔽字
	},
	{
		w : "吳百益",    //--屏蔽字
	},
	{
		w : "吳敦義",    //--屏蔽字
	},
	{
		w : "吳方城",    //--屏蔽字
	},
	{
		w : "吳弘達",    //--屏蔽字
	},
	{
		w : "吳宏達",    //--屏蔽字
	},
	{
		w : "吳仁華",    //--屏蔽字
	},
	{
		w : "吳淑珍",    //--屏蔽字
	},
	{
		w : "吳學燦",    //--屏蔽字
	},
	{
		w : "吳學璨",    //--屏蔽字
	},
	{
		w : "吳育升",    //--屏蔽字
	},
	{
		w : "吳志芳",    //--屏蔽字
	},
	{
		w : "西藏獨",    //--屏蔽字
	},
	{
		w : "吸收的圖騰",    //--屏蔽字
	},
	{
		w : "吸血獸",    //--屏蔽字
	},
	{
		w : "覡",    //--屏蔽字
	},
	{
		w : "洗腦",    //--屏蔽字
	},
	{
		w : "餼",    //--屏蔽字
	},
	{
		w : "郤",    //--屏蔽字
	},
	{
		w : "下體",    //--屏蔽字
	},
	{
		w : "薟",    //--屏蔽字
	},
	{
		w : "躚",    //--屏蔽字
	},
	{
		w : "鮮族",    //--屏蔽字
	},
	{
		w : "獫",    //--屏蔽字
	},
	{
		w : "蜆",    //--屏蔽字
	},
	{
		w : "峴",    //--屏蔽字
	},
	{
		w : "現金",    //--屏蔽字
	},
	{
		w : "現金交易",    //--屏蔽字
	},
	{
		w : "獻祭的圖騰",    //--屏蔽字
	},
	{
		w : "鯗",    //--屏蔽字
	},
	{
		w : "項懷誠",    //--屏蔽字
	},
	{
		w : "項小吉",    //--屏蔽字
	},
	{
		w : "嘵",    //--屏蔽字
	},
	{
		w : "小B樣",    //--屏蔽字
	},
	{
		w : "小比樣",    //--屏蔽字
	},
	{
		w : "小鶏鶏",    //--屏蔽字
	},
	{
		w : "小靈通",    //--屏蔽字
	},
	{
		w : "小泉純一郎",    //--屏蔽字
	},
	{
		w : "謝長廷",    //--屏蔽字
	},
	{
		w : "謝深山",    //--屏蔽字
	},
	{
		w : "謝選駿",    //--屏蔽字
	},
	{
		w : "謝中之",    //--屏蔽字
	},
	{
		w : "辛灝年",    //--屏蔽字
	},
	{
		w : "新觀察論壇",    //--屏蔽字
	},
	{
		w : "新華舉報",    //--屏蔽字
	},
	{
		w : "新華內情",    //--屏蔽字
	},
	{
		w : "新華通論壇",    //--屏蔽字
	},
	{
		w : "新疆獨",    //--屏蔽字
	},
	{
		w : "新生網",    //--屏蔽字
	},
	{
		w : "新手訓練營",    //--屏蔽字
	},
	{
		w : "新聞出版總署",    //--屏蔽字
	},
	{
		w : "新聞封鎖",    //--屏蔽字
	},
	{
		w : "新義安",    //--屏蔽字
	},
	{
		w : "新語絲",    //--屏蔽字
	},
	{
		w : "信用危機",    //--屏蔽字
	},
	{
		w : "邢錚",    //--屏蔽字
	},
	{
		w : "性無能",    //--屏蔽字
	},
	{
		w : "修煉",    //--屏蔽字
	},
	{
		w : "頊",    //--屏蔽字
	},
	{
		w : "虛弱圖騰",    //--屏蔽字
	},
	{
		w : "虛無的飽食者",    //--屏蔽字
	},
	{
		w : "徐國舅",    //--屏蔽字
	},
	{
		w : "許財利",    //--屏蔽字
	},
	{
		w : "許家屯",    //--屏蔽字
	},
	{
		w : "許信良",    //--屏蔽字
	},
	{
		w : "諼",    //--屏蔽字
	},
	{
		w : "薛偉",    //--屏蔽字
	},
	{
		w : "學聯",    //--屏蔽字
	},
	{
		w : "學自聯",    //--屏蔽字
	},
	{
		w : "澩",    //--屏蔽字
	},
	{
		w : "閹狗",    //--屏蔽字
	},
	{
		w : "訁",    //--屏蔽字
	},
	{
		w : "嚴家其",    //--屏蔽字
	},
	{
		w : "嚴家祺",    //--屏蔽字
	},
	{
		w : "閻明複",    //--屏蔽字
	},
	{
		w : "顔清標",    //--屏蔽字
	},
	{
		w : "顔慶章",    //--屏蔽字
	},
	{
		w : "顔射",    //--屏蔽字
	},
	{
		w : "讞",    //--屏蔽字
	},
	{
		w : "央視內部晚會",    //--屏蔽字
	},
	{
		w : "陽痿",    //--屏蔽字
	},
	{
		w : "楊懷安",    //--屏蔽字
	},
	{
		w : "楊建利",    //--屏蔽字
	},
	{
		w : "楊巍",    //--屏蔽字
	},
	{
		w : "楊月清",    //--屏蔽字
	},
	{
		w : "楊周",    //--屏蔽字
	},
	{
		w : "姚羅",    //--屏蔽字
	},
	{
		w : "姚月謙",    //--屏蔽字
	},
	{
		w : "軺",    //--屏蔽字
	},
	{
		w : "藥材商人蘇耐得",    //--屏蔽字
	},
	{
		w : "藥水",    //--屏蔽字
	},
	{
		w : "野鶏",    //--屏蔽字
	},
	{
		w : "葉菊蘭",    //--屏蔽字
	},
	{
		w : "夜話紫禁城",    //--屏蔽字
	},
	{
		w : "一陀糞",    //--屏蔽字
	},
	{
		w : "㈠",    //--屏蔽字
	},
	{
		w : "伊莎貝爾",    //--屏蔽字
	},
	{
		w : "伊斯蘭亞格林尼斯",    //--屏蔽字
	},
	{
		w : "遺精",    //--屏蔽字
	},
	{
		w : "議長阿茵斯塔",    //--屏蔽字
	},
	{
		w : "議員斯格文德",    //--屏蔽字
	},
	{
		w : "异見人士",    //--屏蔽字
	},
	{
		w : "异型叛軍",    //--屏蔽字
	},
	{
		w : "异議人士",    //--屏蔽字
	},
	{
		w : "易丹軒",    //--屏蔽字
	},
	{
		w : "意志不堅的圖騰",    //--屏蔽字
	},
	{
		w : "瘞",    //--屏蔽字
	},
	{
		w : "陰門",    //--屏蔽字
	},
	{
		w : "陰囊",    //--屏蔽字
	},
	{
		w : "淫貨",    //--屏蔽字
	},
	{
		w : "尹慶民",    //--屏蔽字
	},
	{
		w : "引導",    //--屏蔽字
	},
	{
		w : "隱者之路",    //--屏蔽字
	},
	{
		w : "鷹眼派氏族",    //--屏蔽字
	},
	{
		w : "硬直圖騰",    //--屏蔽字
	},
	{
		w : "憂鬱的艾拉",    //--屏蔽字
	},
	{
		w : "尤比亞",    //--屏蔽字
	},
	{
		w : "由喜貴",    //--屏蔽字
	},
	{
		w : "游蕩的僵尸",    //--屏蔽字
	},
	{
		w : "游蕩的士兵",    //--屏蔽字
	},
	{
		w : "游蕩爪牙",    //--屏蔽字
	},
	{
		w : "游錫坤",    //--屏蔽字
	},
	{
		w : "游戲管理員",    //--屏蔽字
	},
	{
		w : "友好的魯德",    //--屏蔽字
	},
	{
		w : "幼龍",    //--屏蔽字
	},
	{
		w : "于幼軍",    //--屏蔽字
	},
	{
		w : "余英時",    //--屏蔽字
	},
	{
		w : "漁夫菲斯曼",    //--屏蔽字
	},
	{
		w : "輿論",    //--屏蔽字
	},
	{
		w : "輿論反制",    //--屏蔽字
	},
	{
		w : "傴",    //--屏蔽字
	},
	{
		w : "宇明網",    //--屏蔽字
	},
	{
		w : "齬",    //--屏蔽字
	},
	{
		w : "飫",    //--屏蔽字
	},
	{
		w : "鵒",    //--屏蔽字
	},
	{
		w : "元老蘭提(沃德）",    //--屏蔽字
	},
	{
		w : "緣圈圈",    //--屏蔽字
	},
	{
		w : "遠志明",    //--屏蔽字
	},
	{
		w : "月經",    //--屏蔽字
	},
	{
		w : "韞",    //--屏蔽字
	},
	{
		w : "鏨",    //--屏蔽字
	},
	{
		w : "造愛",    //--屏蔽字
	},
	{
		w : "則民",    //--屏蔽字
	},
	{
		w : "擇民",    //--屏蔽字
	},
	{
		w : "澤夫",    //--屏蔽字
	},
	{
		w : "澤民",    //--屏蔽字
	},
	{
		w : "賾",    //--屏蔽字
	},
	{
		w : "賊民",    //--屏蔽字
	},
	{
		w : "譖",    //--屏蔽字
	},
	{
		w : "扎卡維是英雄",    //--屏蔽字
	},
	{
		w : "驏",    //--屏蔽字
	},
	{
		w : "張伯笠",    //--屏蔽字
	},
	{
		w : "張博雅",    //--屏蔽字
	},
	{
		w : "張鋼",    //--屏蔽字
	},
	{
		w : "張健",    //--屏蔽字
	},
	{
		w : "張林",    //--屏蔽字
	},
	{
		w : "張清芳",    //--屏蔽字
	},
	{
		w : "張偉國",    //--屏蔽字
	},
	{
		w : "張溫鷹",    //--屏蔽字
	},
	{
		w : "張昭富",    //--屏蔽字
	},
	{
		w : "張志清",    //--屏蔽字
	},
	{
		w : "章孝嚴",    //--屏蔽字
	},
	{
		w : "帳號",    //--屏蔽字
	},
	{
		w : "賬號",    //--屏蔽字
	},
	{
		w : "招鶏",    //--屏蔽字
	},
	{
		w : "趙海青",    //--屏蔽字
	},
	{
		w : "趙建銘",    //--屏蔽字
	},
	{
		w : "趙南",    //--屏蔽字
	},
	{
		w : "趙品潞",    //--屏蔽字
	},
	{
		w : "趙曉微",    //--屏蔽字
	},
	{
		w : "貞操",    //--屏蔽字
	},
	{
		w : "爭鳴論壇",    //--屏蔽字
	},
	{
		w : "正見網",    //--屏蔽字
	},
	{
		w : "正義黨論壇",    //--屏蔽字
	},
	{
		w : "㊣",    //--屏蔽字
	},
	{
		w : "鄭寶清",    //--屏蔽字
	},
	{
		w : "鄭麗文",    //--屏蔽字
	},
	{
		w : "鄭義",    //--屏蔽字
	},
	{
		w : "鄭餘鎮",    //--屏蔽字
	},
	{
		w : "鄭源",    //--屏蔽字
	},
	{
		w : "鄭運鵬",    //--屏蔽字
	},
	{
		w : "政權",    //--屏蔽字
	},
	{
		w : "縶",    //--屏蔽字
	},
	{
		w : "躑",    //--屏蔽字
	},
	{
		w : "指點江山論壇",    //--屏蔽字
	},
	{
		w : "騭",    //--屏蔽字
	},
	{
		w : "觶",    //--屏蔽字
	},
	{
		w : "躓",    //--屏蔽字
	},
	{
		w : "中毒的圖騰",    //--屏蔽字
	},
	{
		w : "中毒圖騰",    //--屏蔽字
	},
	{
		w : "中俄邊界",    //--屏蔽字
	},
	{
		w : "中國復興論壇",    //--屏蔽字
	},
	{
		w : "中國共産黨",    //--屏蔽字
	},
	{
		w : "中國孤兒院",    //--屏蔽字
	},
	{
		w : "中國和平",    //--屏蔽字
	},
	{
		w : "中國論壇",    //--屏蔽字
	},
	{
		w : "中國社會進步黨",    //--屏蔽字
	},
	{
		w : "中國社會論壇",    //--屏蔽字
	},
	{
		w : "中國威脅論",    //--屏蔽字
	},
	{
		w : "中國問題論壇",    //--屏蔽字
	},
	{
		w : "中國移動通信",    //--屏蔽字
	},
	{
		w : "中國真實內容",    //--屏蔽字
	},
	{
		w : "中國猪",    //--屏蔽字
	},
	{
		w : "中華大地",    //--屏蔽字
	},
	{
		w : "中華大衆",    //--屏蔽字
	},
	{
		w : "中華講清",    //--屏蔽字
	},
	{
		w : "中華民國",    //--屏蔽字
	},
	{
		w : "中華人民實話實說",    //--屏蔽字
	},
	{
		w : "中華人民正邪",    //--屏蔽字
	},
	{
		w : "中華時事",    //--屏蔽字
	},
	{
		w : "中華養生益智功",    //--屏蔽字
	},
	{
		w : "中華真實報道",    //--屏蔽字
	},
	{
		w : "鐘山風雨論壇",    //--屏蔽字
	},
	{
		w : "周鋒鎖",    //--屏蔽字
	},
	{
		w : "周守訓?",    //--屏蔽字
	},
	{
		w : "朱鳳芝",    //--屏蔽字
	},
	{
		w : "朱立倫",    //--屏蔽字
	},
	{
		w : "朱溶劑",    //--屏蔽字
	},
	{
		w : "㈱",    //--屏蔽字
	},
	{
		w : "猪聾畸",    //--屏蔽字
	},
	{
		w : "主攻指揮官",    //--屏蔽字
	},
	{
		w : "主義",    //--屏蔽字
	},
	{
		w : "助手威爾特",    //--屏蔽字
	},
	{
		w : "顓",    //--屏蔽字
	},
	{
		w : "轉化",    //--屏蔽字
	},
	{
		w : "諑",    //--屏蔽字
	},
	{
		w : "資本主義",    //--屏蔽字
	},
	{
		w : "鯔",    //--屏蔽字
	},
	{
		w : "自民黨",    //--屏蔽字
	},
	{
		w : "自由民主論壇",    //--屏蔽字
	},
	{
		w : "總理",    //--屏蔽字
	},
	{
		w : "諏",    //--屏蔽字
	},
	{
		w : "鯫?",    //--屏蔽字
	},
	{
		w : "躦",    //--屏蔽字
	},
	{
		w : "纘",    //--屏蔽字
	},
	{
		w : "bcd.s.59764.com",    //--屏蔽字
	},
	{
		w : "kkk.xaoh.cn",    //--屏蔽字
	},
	{
		w : "www.xaoh.cn",    //--屏蔽字
	},
	{
		w : "zzz.xaoh.cn",    //--屏蔽字
	},
	{
		w : "aa.yazhousetu.hi.9705.net.cn",    //--屏蔽字
	},
	{
		w : "eee.xaoh.cn",    //--屏蔽字
	},
	{
		w : "lll.xaoh.cn",    //--屏蔽字
	},
	{
		w : "jj.pangfangwuyuetian.hi.9705.net.cn",    //--屏蔽字
	},
	{
		w : "rrr.xaoh.cn",    //--屏蔽字
	},
	{
		w : "ooo.xaoh.cn",    //--屏蔽字
	},
	{
		w : "www.zy528.com",    //--屏蔽字
	},
	{
		w : "aaad.s.59764.com",    //--屏蔽字
	},
	{
		w : "www.dy6789.cn",    //--屏蔽字
	},
	{
		w : "aaac.s.51524.com",    //--屏蔽字
	},
	{
		w : "208.43.198.56",    //--屏蔽字
	},
	{
		w : "166578.cn",    //--屏蔽字
	},
	{
		w : "www.wang567.com",    //--屏蔽字
	},
	{
		w : "www.bin5.cn",    //--屏蔽字
	},
	{
		w : "www.sanjidianying.com.cn",    //--屏蔽字
	},
	{
		w : "www.anule.cn",    //--屏蔽字
	},
	{
		w : "www.976543.com",    //--屏蔽字
	},
	{
		w : "www.50spcombaidu1828adyou97sace.co.cc",    //--屏蔽字
	},
	{
		w : "chengrenmanhua.1242.net.cn",    //--屏蔽字
	},
	{
		w : "qingsewuyuetian.1174.net.cn",    //--屏蔽字
	},
	{
		w : "lunlidianyingxiazai.1174.net.cn",    //--屏蔽字
	},
	{
		w : "siwameitui.1274.net.cn",    //--屏蔽字
	},
	{
		w : "niuniujidi.1174.net.cn",    //--屏蔽字
	},
	{
		w : "xiao77.1243.net.cn",    //--屏蔽字
	},
	{
		w : "woyinwose.1243.net.cn",    //--屏蔽字
	},
	{
		w : "dingxiang.1249.net",    //--屏蔽字
	},
	{
		w : "cnaicheng.1174.net.cn",    //--屏蔽字
	},
	{
		w : "1234chengren.1249.net.cn",    //--屏蔽字
	},
	{
		w : "sewuyuetian.1174.net.cn",    //--屏蔽字
	},
	{
		w : "huangsexiaoshuo.1242.net.cn",    //--屏蔽字
	},
	{
		w : "lunlidianying.1274.net.cn",    //--屏蔽字
	},
	{
		w : "xingqingzhongren.1174.net.cn",    //--屏蔽字
	},
	{
		w : "chengrenwangzhi.1242.net.cn",    //--屏蔽字
	},
	{
		w : "xiao77luntan.1249.net.cn",    //--屏蔽字
	},
	{
		w : "dingxiang.1243.net.cn",    //--屏蔽字
	},
	{
		w : "11xp.1243.net.cn",    //--屏蔽字
	},
	{
		w : "baijie.1249.net.cn",    //--屏蔽字
	},
	{
		w : "sewuyuetian.1274.net.cn",    //--屏蔽字
	},
	{
		w : "meiguiqingren.1274.net.cn",    //--屏蔽字
	},
	{
		w : "tb.hi.4024.net.cn",    //--屏蔽字
	},
	{
		w : "www.91wangyou.com",    //--屏蔽字
	},
	{
		w : "www.wow366.cn",    //--屏蔽字
	},
	{
		w : "www.yxnpc.com",    //--屏蔽字
	},
	{
		w : "www.365jw.com",    //--屏蔽字
	},
	{
		w : "58.253.67.74",    //--屏蔽字
	},
	{
		w : "www.978808.com",    //--屏蔽字
	},
	{
		w : "www.sexwyt.com",    //--屏蔽字
	},
	{
		w : "7GG",    //--屏蔽字
	},
	{
		w : "www.567yx.com",    //--屏蔽字
	},
	{
		w : "131.com",    //--屏蔽字
	},
	{
		w : "bbs.7gg.cn",    //--屏蔽字
	},
	{
		w : "www.99game.net",    //--屏蔽字
	},
	{
		w : "ppt.cc",    //--屏蔽字
	},
	{
		w : "www.zsyxhd.cn",    //--屏蔽字
	},
	{
		w : "www.foyeye.com",    //--屏蔽字
	},
	{
		w : "www.23nice.com.cn",    //--屏蔽字
	},
	{
		w : "www.maituan.com",    //--屏蔽字
	},
	{
		w : "www.ylteam.cn",    //--屏蔽字
	},
	{
		w : "www.yhzt.org",    //--屏蔽字
	},
	{
		w : "vip886.com",    //--屏蔽字
	},
	{
		w : "www.neicehao.cn",    //--屏蔽字
	},
	{
		w : "bbs.butcn.com",    //--屏蔽字
	},
	{
		w : "www.gamelifeclub.cn",    //--屏蔽字
	},
	{
		w : "consignment5173",    //--屏蔽字
	},
	{
		w : "www.70yx.com",    //--屏蔽字
	},
	{
		w : "www.legu.com",    //--屏蔽字
	},
	{
		w : "ko180",    //--屏蔽字
	},
	{
		w : "bbs.pkmmo",    //--屏蔽字
	},
	{
		w : "whoyo.com",    //--屏蔽字
	},
	{
		w : "www.2q5q.com",    //--屏蔽字
	},
	{
		w : "www.zxkaku.cn",    //--屏蔽字
	},
	{
		w : "www.gw17173.cn",    //--屏蔽字
	},
	{
		w : "www.315ts.net",    //--屏蔽字
	},
	{
		w : "qgqm.org",    //--屏蔽字
	},
	{
		w : "17173dl.net",    //--屏蔽字
	},
	{
		w : "i9game.com",    //--屏蔽字
	},
	{
		w : "365gn",    //--屏蔽字
	},
	{
		w : "158le.com",    //--屏蔽字
	},
	{
		w : "1100y.com",    //--屏蔽字
	},
	{
		w : "bulaoge.com",    //--屏蔽字
	},
	{
		w : "17youle.com",    //--屏蔽字
	},
	{
		w : "reddidi.com.cn",    //--屏蔽字
	},
	{
		w : "icpcn.com",    //--屏蔽字
	},
	{
		w : "ul86.com",    //--屏蔽字
	},
	{
		w : "showka8.com",    //--屏蔽字
	},
	{
		w : "szlmgh.cn",    //--屏蔽字
	},
	{
		w : "bbs.766.com",    //--屏蔽字
	},
	{
		w : "www.766.com",    //--屏蔽字
	},
	{
		w : "91bysd.cn",    //--屏蔽字
	},
	{
		w : "jiayyou.cn",    //--屏蔽字
	},
	{
		w : "gigabyte.cn",    //--屏蔽字
	},
	{
		w : "duowan",    //--屏蔽字
	},
	{
		w : "wgxiaowu.com",    //--屏蔽字
	},
	{
		w : "youxiji888.cn",    //--屏蔽字
	},
	{
		w : "yz55.cn",    //--屏蔽字
	},
	{
		w : "Carrefour",    //--屏蔽字
	},
	{
		w : "51jiafen.cn",    //--屏蔽字
	},
	{
		w : "597ft.com",    //--屏蔽字
	},
	{
		w : "itnongzhuang.com2y7v.cnhwxvote.cn",    //--屏蔽字
	},
	{
		w : "92klgh.cn",    //--屏蔽字
	},
	{
		w : "xiaoqinzaixian.cn",    //--屏蔽字
	},
	{
		w : "661661.com",    //--屏蔽字
	},
	{
		w : "haosilu.com",    //--屏蔽字
	},
	{
		w : "dl.com",    //--屏蔽字
	},
	{
		w : "xl517.com",    //--屏蔽字
	},
	{
		w : "sjlike.com",    //--屏蔽字
	},
	{
		w : "tont.cn",    //--屏蔽字
	},
	{
		w : "xq-wl.cn",    //--屏蔽字
	},
	{
		w : "feitengdl.com",    //--屏蔽字
	},
	{
		w : "bz176.com",    //--屏蔽字
	},
	{
		w : "dadati.com",    //--屏蔽字
	},
	{
		w : "asgardcn.com",    //--屏蔽字
	},
	{
		w : "dolbbs.com",    //--屏蔽字
	},
	{
		w : "okaygood.cn",    //--屏蔽字
	},
	{
		w : "1t1t.com",    //--屏蔽字
	},
	{
		w : "jinpaopao.com",    //--屏蔽字
	},
	{
		w : "blacksee.com.cn",    //--屏蔽字
	},
	{
		w : "1qmsj.com",    //--屏蔽字
	},
	{
		w : "202333.com",    //--屏蔽字
	},
	{
		w : "luoxialu.cn",    //--屏蔽字
	},
	{
		w : "37447.cn",    //--屏蔽字
	},
	{
		w : "567567aa.cn",    //--屏蔽字
	},
	{
		w : "09city.com",    //--屏蔽字
	},
	{
		w : "71ka.com",    //--屏蔽字
	},
	{
		w : "fy371.com",    //--屏蔽字
	},
	{
		w : "365tttyx.com",    //--屏蔽字
	},
	{
		w : "host800.com",    //--屏蔽字
	},
	{
		w : "lybbs.info",    //--屏蔽字
	},
	{
		w : "ys168.com",    //--屏蔽字
	},
	{
		w : "88mysf.com",    //--屏蔽字
	},
	{
		w : "5d6d.com",    //--屏蔽字
	},
	{
		w : "id666.uqc.cn",    //--屏蔽字
	},
	{
		w : "stlmbbs.cn",    //--屏蔽字
	},
	{
		w : "pcikchina.com",    //--屏蔽字
	},
	{
		w : "lxsm888.com",    //--屏蔽字
	},
	{
		w : "wangyoudl.com",    //--屏蔽字
	},
	{
		w : "chinavfx.net",    //--屏蔽字
	},
	{
		w : "zxsj188.com",    //--屏蔽字
	},
	{
		w : "wg7766.cn",    //--屏蔽字
	},
	{
		w : "e7sw.cn",    //--屏蔽字
	},
	{
		w : "jooplay.com",    //--屏蔽字
	},
	{
		w : "gssmtt.com",    //--屏蔽字
	},
	{
		w : "likeko.com",    //--屏蔽字
	},
	{
		w : "lyx-game.cn",    //--屏蔽字
	},
	{
		w : "wy33.com",    //--屏蔽字
	},
	{
		w : "zy666.net",    //--屏蔽字
	},
	{
		w : "newsmth.net",    //--屏蔽字
	},
	{
		w : "l2jsom.cn",    //--屏蔽字
	},
	{
		w : "13888wg.com",    //--屏蔽字
	},
	{
		w : "qtoy.com",    //--屏蔽字
	},
	{
		w : "1000scarf.com",    //--屏蔽字
	},
	{
		w : "digitallongking.com",    //--屏蔽字
	},
	{
		w : "zaixu.net",    //--屏蔽字
	},
	{
		w : "ncyh.cn",    //--屏蔽字
	},
	{
		w : "888895.com",    //--屏蔽字
	},
	{
		w : "ising99.com",    //--屏蔽字
	},
	{
		w : "cikcatv.2om",    //--屏蔽字
	},
	{
		w : "parke888.com",    //--屏蔽字
	},
	{
		w : "01gh.com",    //--屏蔽字
	},
	{
		w : "gogo.net",    //--屏蔽字
	},
	{
		w : "uu1001.com",    //--屏蔽字
	},
	{
		w : "wy724.com",    //--屏蔽字
	},
	{
		w : "prettyirene.net",    //--屏蔽字
	},
	{
		w : "yaokong7.com",    //--屏蔽字
	},
	{
		w : "zzmysf.com",    //--屏蔽字
	},
	{
		w : "52sxhy.cn",    //--屏蔽字
	},
	{
		w : "92wydl.com",    //--屏蔽字
	},
	{
		w : "g365.net",    //--屏蔽字
	},
	{
		w : "pkmmo.com",    //--屏蔽字
	},
	{
		w : "52ppsa.cn",    //--屏蔽字
	},
	{
		w : "bl62.com",    //--屏蔽字
	},
	{
		w : "canyaa.com",    //--屏蔽字
	},
	{
		w : "lordren.com",    //--屏蔽字
	},
	{
		w : "xya3.cn",    //--屏蔽字
	},
	{
		w : "5m5m5m.com",    //--屏蔽字
	},
	{
		w : "www.gardcn.com",    //--屏蔽字
	},
	{
		w : "www.sf766.com.cn",    //--屏蔽字
	},
	{
		w : "ent365.com",    //--屏蔽字
	},
	{
		w : "18900.com",    //--屏蔽字
	},
	{
		w : "7mmo.com",    //--屏蔽字
	},
	{
		w : "cdream.com",    //--屏蔽字
	},
	{
		w : "wy3868.com",    //--屏蔽字
	},
	{
		w : "nbfib.cn",    //--屏蔽字
	},
	{
		w : "17173yxdl.cn",    //--屏蔽字
	},
	{
		w : "osisa.cn",    //--屏蔽字
	},
	{
		w : "haouse.cn",    //--屏蔽字
	},
	{
		w : "54hero.com",    //--屏蔽字
	},
	{
		w : "ieboy.cn",    //--屏蔽字
	},
	{
		w : "geocities.com",    //--屏蔽字
	},
	{
		w : "xiuau.cn",    //--屏蔽字
	},
	{
		w : "cvceo.com",    //--屏蔽字
	},
	{
		w : "fxjsqc.com",    //--屏蔽字
	},
	{
		w : "thec.cn",    //--屏蔽字
	},
	{
		w : "c5c8.cn",    //--屏蔽字
	},
	{
		w : "a33.com",    //--屏蔽字
	},
	{
		w : "qqsg.org",    //--屏蔽字
	},
	{
		w : "my3q.com",    //--屏蔽字
	},
	{
		w : "51juezhan.com",    //--屏蔽字
	},
	{
		w : "kartt.cn",    //--屏蔽字
	},
	{
		w : "hexun.com",    //--屏蔽字
	},
	{
		w : "15wy.com",    //--屏蔽字
	},
	{
		w : "13ml.net",    //--屏蔽字
	},
	{
		w : "homexf.cn",    //--屏蔽字
	},
	{
		w : "xyxgh.com",    //--屏蔽字
	},
	{
		w : "jdyou.com",    //--屏蔽字
	},
	{
		w : "langyou.info",    //--屏蔽字
	},
	{
		w : "duowan.com",    //--屏蔽字
	},
	{
		w : "8188mu.com",    //--屏蔽字
	},
	{
		w : "tianlong4f.cn",    //--屏蔽字
	},
	{
		w : "yeswm.com",    //--屏蔽字
	},
	{
		w : "wgbobo.cn",    //--屏蔽字
	},
	{
		w : "haog8.cn",    //--屏蔽字
	},
	{
		w : "47513.cn",    //--屏蔽字
	},
	{
		w : "92ey.com",    //--屏蔽字
	},
	{
		w : "hao1788.co",    //--屏蔽字
	},
	{
		w : "mgjzybj.com",    //--屏蔽字
	},
	{
		w : "xdns.eu",    //--屏蔽字
	},
	{
		w : "shenycs.co",    //--屏蔽字
	},
	{
		w : "mpceggs.cn",    //--屏蔽字
	},
	{
		w : "kod920.cn",    //--屏蔽字
	},
	{
		w : "njgamecollege.org",    //--屏蔽字
	},
	{
		w : "51hdw.com",    //--屏蔽字
	},
	{
		w : "025game.cn",    //--屏蔽字
	},
	{
		w : "bibidu.com",    //--屏蔽字
	},
	{
		w : "bwowd.com",    //--屏蔽字
	},
	{
		w : "3kwow.com",    //--屏蔽字
	},
	{
		w : "zx002.com",    //--屏蔽字
	},
	{
		w : "bazhuwg.cn",    //--屏蔽字
	},
	{
		w : "991game.com",    //--屏蔽字
	},
	{
		w : "zuanshi1000.cn",    //--屏蔽字
	},
	{
		w : "10mb.cn",    //--屏蔽字
	},
	{
		w : "Huihuangtx.com",    //--屏蔽字
	},
	{
		w : "chongxianmu.cn",    //--屏蔽字
	},
	{
		w : "any2000.com",    //--屏蔽字
	},
	{
		w : "99sa.com",    //--屏蔽字
	},
	{
		w : "zhidian8.com",    //--屏蔽字
	},
	{
		w : "t9wg.cn",    //--屏蔽字
	},
	{
		w : "bobaoping",    //--屏蔽字
	},
	{
		w : "qixingnet.com",    //--屏蔽字
	},
	{
		w : "88kx.com",    //--屏蔽字
	},
	{
		w : "00sm.cn",    //--屏蔽字
	},
	{
		w : "moyi520.cn",    //--屏蔽字
	},
	{
		w : "d666.com",    //--屏蔽字
	},
	{
		w : "fisonet.com",    //--屏蔽字
	},
	{
		w : "0571qq.com",    //--屏蔽字
	},
	{
		w : "173at.com",    //--屏蔽字
	},
	{
		w : "pk200.com",    //--屏蔽字
	},
	{
		w : "2feiche.cn",    //--屏蔽字
	},
	{
		w : "jjdlw.com",    //--屏蔽字
	},
	{
		w : "xyq2sf.com",    //--屏蔽字
	},
	{
		w : "69nb.com",    //--屏蔽字
	},
	{
		w : "txwsWind",    //--屏蔽字
	},
	{
		w : "jiayyou.com",    //--屏蔽字
	},
	{
		w : "胡总书记",    //--屏蔽字
	},
	{
		w : "胡景涛",    //--屏蔽字
	},
	{
		w : "大纪元",    //--屏蔽字
	},
	{
		w : "大纪元新闻网",    //--屏蔽字
	},
	{
		w : "燕玲论坛",    //--屏蔽字
	},
	{
		w : "urban",    //--屏蔽字
	},
	{
		w : "cao",    //--屏蔽字
	},
	{
		w : "他妈的",    //--屏蔽字
	},
	{
		w : "urban-rivals",    //--屏蔽字
	},
	{
		w : "rivals",    //--屏蔽字
	},
	{
		w : "UR",    //--屏蔽字
	},
	{
		w : "她妈",    //--屏蔽字
	},
	{
		w : "牛B",    //--屏蔽字
	},
	{
		w : "日你妈",    //--屏蔽字
	},
	{
		w : "不玩了",    //--屏蔽字
	},
	{
		w : "删号",    //--屏蔽字
	},
	{
		w : "卖号?",    //--屏蔽字
	},
	{
		w : "草你妈",    //--屏蔽字
	},
	{
		w : "T.M.D",    //--屏蔽字
	},
	{
		w : "出售账号",    //--屏蔽字
	},
	{
		w : "出售此号",    //--屏蔽字
	},
	{
		w : "卖号",    //--屏蔽字
	},
	{
		w : "U/R",    //--屏蔽字
	},
	{
		w : "U-R",    //--屏蔽字
	},
	{
		w : "吗的",    //--屏蔽字
	},
	{
		w : "8仙",    //--屏蔽字
	},
	{
		w : "出售神符",    //--屏蔽字
	},
	{
		w : "黄色",    //--屏蔽字
	},
	{
		w : "NPC",    //--屏蔽字
	},
	{
		w : "*法*轮*功*",    //--屏蔽字
	},
	{
		w : "*李*洪*志*阿扁",    //--屏蔽字
	},
	{
		w : "阿拉",    //--屏蔽字
	},
	{
		w : "挨球",    //--屏蔽字
	},
	{
		w : "安全局",    //--屏蔽字
	},
	{
		w : "澳洲光明网",    //--屏蔽字
	},
	{
		w : "八九",    //--屏蔽字
	},
	{
		w : "八九风波",    //--屏蔽字
	},
	{
		w : "办理文凭",    //--屏蔽字
	},
	{
		w : "办理证件",    //--屏蔽字
	},
	{
		w : "包皮",    //--屏蔽字
	},
	{
		w : "保钓",    //--屏蔽字
	},
	{
		w : "保监会",    //--屏蔽字
	},
	{
		w : "保密局",    //--屏蔽字
	},
	{
		w : "鸨",    //--屏蔽字
	},
	{
		w : "鲍岳桥",    //--屏蔽字
	},
	{
		w : "暴动",    //--屏蔽字
	},
	{
		w : "暴乱",    //--屏蔽字
	},
	{
		w : "暴徒",    //--屏蔽字
	},
	{
		w : "北京之春",    //--屏蔽字
	},
	{
		w : "贝肉",    //--屏蔽字
	},
	{
		w : "本?拉登",    //--屏蔽字
	},
	{
		w : "苯比",    //--屏蔽字
	},
	{
		w : "笨屄",    //--屏蔽字
	},
	{
		w : "笨逼",    //--屏蔽字
	},
	{
		w : "逼你老母",    //--屏蔽字
	},
	{
		w : "比毛",    //--屏蔽字
	},
	{
		w : "宾周",    //--屏蔽字
	},
	{
		w : "波霸",    //--屏蔽字
	},
	{
		w : "博讯",    //--屏蔽字
	},
	{
		w : "薄一波",    //--屏蔽字
	},
	{
		w : "布雷尔",    //--屏蔽字
	},
	{
		w : "财政部",    //--屏蔽字
	},
	{
		w : "参事室",    //--屏蔽字
	},
	{
		w : "操GM",    //--屏蔽字
	},
	{
		w : "操XX",    //--屏蔽字
	},
	{
		w : "交媾",    //--屏蔽字
	},
	{
		w : "小姐兼职",    //--屏蔽字
	},
	{
		w : "西藏314事件",    //--屏蔽字
	},
	{
		w : "新疆7.5事件",    //--屏蔽字
	},
	{
		w : "毛片",    //--屏蔽字
	},
	{
		w : "黄片",    //--屏蔽字
	},
	{
		w : "交配",    //--屏蔽字
	},
	{
		w : "茉莉花革命",    //--屏蔽字
	},
	{
		w : "操你八辈祖宗",    //--屏蔽字
	},
	{
		w : "操你妈屄",    //--屏蔽字
	},
	{
		w : "草的你妈",    //--屏蔽字
	},
	{
		w : "草妈",    //--屏蔽字
	},
	{
		w : "草拟妈",    //--屏蔽字
	},
	{
		w : "测绘局",    //--屏蔽字
	},
	{
		w : "插GM",    //--屏蔽字
	},
	{
		w : "插你妈",    //--屏蔽字
	},
	{
		w : "插深些",    //--屏蔽字
	},
	{
		w : "产权局",    //--屏蔽字
	},
	{
		w : "车仑",    //--屏蔽字
	},
	{
		w : "陈功",    //--屏蔽字
	},
	{
		w : "陈水扁",    //--屏蔽字
	},
	{
		w : "陈希同",    //--屏蔽字
	},
	{
		w : "陈晓宁",    //--屏蔽字
	},
	{
		w : "成人电影",    //--屏蔽字
	},
	{
		w : "吃大便",    //--屏蔽字
	},
	{
		w : "吃屎",    //--屏蔽字
	},
	{
		w : "迟浩田",    //--屏蔽字
	},
	{
		w : "抽你丫的",    //--屏蔽字
	},
	{
		w : "臭化西",    //--屏蔽字
	},
	{
		w : "出售假币",    //--屏蔽字
	},
	{
		w : "出售枪支",    //--屏蔽字
	},
	{
		w : "出售手枪",    //--屏蔽字
	},
	{
		w : "吹喇叭",    //--屏蔽字
	},
	{
		w : "吹箫",    //--屏蔽字
	},
	{
		w : "蠢猪",    //--屏蔽字
	},
	{
		w : "戳你",    //--屏蔽字
	},
	{
		w : "粗制吗啡",    //--屏蔽字
	},
	{
		w : "催情药",    //--屏蔽字
	},
	{
		w : "大逼",    //--屏蔽字
	},
	{
		w : "大波波",    //--屏蔽字
	},
	{
		w : "大麻树脂",    //--屏蔽字
	},
	{
		w : "大麻油",    //--屏蔽字
	},
	{
		w : "大师",    //--屏蔽字
	},
	{
		w : "戴维教",    //--屏蔽字
	},
	{
		w : "大学骚乱",    //--屏蔽字
	},
	{
		w : "大血B",    //--屏蔽字
	},
	{
		w : "呆卵",    //--屏蔽字
	},
	{
		w : "戴海静",    //--屏蔽字
	},
	{
		w : "戴红",    //--屏蔽字
	},
	{
		w : "戴晶",    //--屏蔽字
	},
	{
		w : "党主席",    //--屏蔽字
	},
	{
		w : "档案局",    //--屏蔽字
	},
	{
		w : "盗窃犯",    //--屏蔽字
	},
	{
		w : "帝国主义",    //--屏蔽字
	},
	{
		w : "电监会",    //--屏蔽字
	},
	{
		w : "叼你",    //--屏蔽字
	},
	{
		w : "叼你妈",    //--屏蔽字
	},
	{
		w : "屌7",    //--屏蔽字
	},
	{
		w : "屌鸠",    //--屏蔽字
	},
	{
		w : "屌毛",    //--屏蔽字
	},
	{
		w : "屌七",    //--屏蔽字
	},
	{
		w : "屌西",    //--屏蔽字
	},
	{
		w : "钓鱼台",    //--屏蔽字
	},
	{
		w : "丁关根",    //--屏蔽字
	},
	{
		w : "丁子霖",    //--屏蔽字
	},
	{
		w : "东北独立",    //--屏蔽字
	},
	{
		w : "东升",    //--屏蔽字
	},
	{
		w : "东突暴动和独立",    //--屏蔽字
	},
	{
		w : "东突组织",    //--屏蔽字
	},
	{
		w : "董建华",    //--屏蔽字
	},
	{
		w : "董贱华",    //--屏蔽字
	},
	{
		w : "董文华",    //--屏蔽字
	},
	{
		w : "懂文华",    //--屏蔽字
	},
	{
		w : "独立",    //--屏蔽字
	},
	{
		w : "独立台湾会",    //--屏蔽字
	},
	{
		w : "二屄",    //--屏蔽字
	},
	{
		w : "二乙基酰胺发抡",    //--屏蔽字
	},
	{
		w : "发抡功",    //--屏蔽字
	},
	{
		w : "发伦",    //--屏蔽字
	},
	{
		w : "发伦功",    //--屏蔽字
	},
	{
		w : "发轮",    //--屏蔽字
	},
	{
		w : "发论",    //--屏蔽字
	},
	{
		w : "发论公",    //--屏蔽字
	},
	{
		w : "发论功",    //--屏蔽字
	},
	{
		w : "法(轮)功",    //--屏蔽字
	},
	{
		w : "法*轮*功",    //--屏蔽字
	},
	{
		w : "法功",    //--屏蔽字
	},
	{
		w : "法愣",    //--屏蔽字
	},
	{
		w : "法仑",    //--屏蔽字
	},
	{
		w : "法西斯",    //--屏蔽字
	},
	{
		w : "法制办",    //--屏蔽字
	},
	{
		w : "反动",    //--屏蔽字
	},
	{
		w : "反革命",    //--屏蔽字
	},
	{
		w : "发票",    //--屏蔽字
	},
	{
		w : "反华",    //--屏蔽字
	},
	{
		w : "反恐委员会",    //--屏蔽字
	},
	{
		w : "反日",    //--屏蔽字
	},
	{
		w : "反政府",    //--屏蔽字
	},
	{
		w : "分裂祖国",    //--屏蔽字
	},
	{
		w : "佛展千手法",    //--屏蔽字
	},
	{
		w : "斧头镰刀",    //--屏蔽字
	},
	{
		w : "傅鹏",    //--屏蔽字
	},
	{
		w : "傅作义",    //--屏蔽字
	},
	{
		w : "干GM",    //--屏蔽字
	},
	{
		w : "干拎娘",    //--屏蔽字
	},
	{
		w : "干妳老母",    //--屏蔽字
	},
	{
		w : "干妳妈",    //--屏蔽字
	},
	{
		w : "干妳娘",    //--屏蔽字
	},
	{
		w : "干你妈",    //--屏蔽字
	},
	{
		w : "干你妈b",    //--屏蔽字
	},
	{
		w : "干你妈逼",    //--屏蔽字
	},
	{
		w : "干你娘",    //--屏蔽字
	},
	{
		w : "肛",    //--屏蔽字
	},
	{
		w : "肛门",    //--屏蔽字
	},
	{
		w : "港澳办",    //--屏蔽字
	},
	{
		w : "高俊",    //--屏蔽字
	},
	{
		w : "高校暴乱",    //--屏蔽字
	},
	{
		w : "高校群体事件",    //--屏蔽字
	},
	{
		w : "高校骚乱",    //--屏蔽字
	},
	{
		w : "睾",    //--屏蔽字
	},
	{
		w : "膏药旗",    //--屏蔽字
	},
	{
		w : "弓虽女干",    //--屏蔽字
	},
	{
		w : "公安",    //--屏蔽字
	},
	{
		w : "公安部",    //--屏蔽字
	},
	{
		w : "公安局",    //--屏蔽字
	},
	{
		w : "共产主义",    //--屏蔽字
	},
	{
		w : "共狗",    //--屏蔽字
	},
	{
		w : "狗卵",    //--屏蔽字
	},
	{
		w : "狗屁",    //--屏蔽字
	},
	{
		w : "狗日的",    //--屏蔽字
	},
	{
		w : "官逼民反",    //--屏蔽字
	},
	{
		w : "官商勾结",    //--屏蔽字
	},
	{
		w : "龟儿子",    //--屏蔽字
	},
	{
		w : "龟孙子",    //--屏蔽字
	},
	{
		w : "鬼村",    //--屏蔽字
	},
	{
		w : "滚",    //--屏蔽字
	},
	{
		w : "国安局",    //--屏蔽字
	},
	{
		w : "国防部",    //--屏蔽字
	},
	{
		w : "国防科工委",    //--屏蔽字
	},
	{
		w : "国管局",    //--屏蔽字
	},
	{
		w : "国际法院",    //--屏蔽字
	},
	{
		w : "国家民委",    //--屏蔽字
	},
	{
		w : "国家主席",    //--屏蔽字
	},
	{
		w : "国家主要部委",    //--屏蔽字
	},
	{
		w : "国民党",    //--屏蔽字
	},
	{
		w : "国民党万岁",    //--屏蔽字
	},
	{
		w : "海洋局",    //--屏蔽字
	},
	{
		w : "何候华",    //--屏蔽字
	},
	{
		w : "黑社会",    //--屏蔽字
	},
	{
		w : "黑手党",    //--屏蔽字
	},
	{
		w : "红卫兵",    //--屏蔽字
	},
	{
		w : "洪兴",    //--屏蔽字
	},
	{
		w : "洪志",    //--屏蔽字
	},
	{
		w : "胡XX",    //--屏蔽字
	},
	{
		w : "胡紧涛",    //--屏蔽字
	},
	{
		w : "胡紧掏",    //--屏蔽字
	},
	{
		w : "胡紧套",    //--屏蔽字
	},
	{
		w : "胡锦淘",    //--屏蔽字
	},
	{
		w : "胡乔木",    //--屏蔽字
	},
	{
		w : "花柳",    //--屏蔽字
	},
	{
		w : "换妻",    //--屏蔽字
	},
	{
		w : "黄　菊",    //--屏蔽字
	},
	{
		w : "黄色小电影",    //--屏蔽字
	},
	{
		w : "回民暴动",    //--屏蔽字
	},
	{
		w : "回族人吃猪肉",    //--屏蔽字
	},
	{
		w : "昏药",    //--屏蔽字
	},
	{
		w : "火棒",    //--屏蔽字
	},
	{
		w : "基督",    //--屏蔽字
	},
	{
		w : "激情小电影",    //--屏蔽字
	},
	{
		w : "鸡",    //--屏蔽字
	},
	{
		w : "计牌软件",    //--屏蔽字
	},
	{
		w : "计生委",    //--屏蔽字
	},
	{
		w : "妓",    //--屏蔽字
	},
	{
		w : "妓院",    //--屏蔽字
	},
	{
		w : "奸",    //--屏蔽字
	},
	{
		w : "奸夫淫妇",    //--屏蔽字
	},
	{
		w : "奸你",    //--屏蔽字
	},
	{
		w : "贱货",    //--屏蔽字
	},
	{
		w : "江Core",    //--屏蔽字
	},
	{
		w : "江八",    //--屏蔽字
	},
	{
		w : "江独裁",    //--屏蔽字
	},
	{
		w : "江核心",    //--屏蔽字
	},
	{
		w : "江戏子",    //--屏蔽字
	},
	{
		w : "江择民",    //--屏蔽字
	},
	{
		w : "江贼民",    //--屏蔽字
	},
	{
		w : "江折民",    //--屏蔽字
	},
	{
		w : "江猪",    //--屏蔽字
	},
	{
		w : "江主席",    //--屏蔽字
	},
	{
		w : "僵贼民",    //--屏蔽字
	},
	{
		w : "酱猪媳",    //--屏蔽字
	},
	{
		w : "交通部",    //--屏蔽字
	},
	{
		w : "姣西",    //--屏蔽字
	},
	{
		w : "叫小姐",    //--屏蔽字
	},
	{
		w : "教育部",    //--屏蔽字
	},
	{
		w : "她妈的金日成",    //--屏蔽字
	},
	{
		w : "禁书",    //--屏蔽字
	},
	{
		w : "经济社会理事会",    //--屏蔽字
	},
	{
		w : "经社理事会",    //--屏蔽字
	},
	{
		w : "警匪一家",    //--屏蔽字
	},
	{
		w : "敬国神社",    //--屏蔽字
	},
	{
		w : "靖国神社",    //--屏蔽字
	},
	{
		w : "静坐",    //--屏蔽字
	},
	{
		w : "纠察员",    //--屏蔽字
	},
	{
		w : "鸠",    //--屏蔽字
	},
	{
		w : "鸠屎",    //--屏蔽字
	},
	{
		w : "军长发威",    //--屏蔽字
	},
	{
		w : "军国主义",    //--屏蔽字
	},
	{
		w : "军妓",    //--屏蔽字
	},
	{
		w : "靠",    //--屏蔽字
	},
	{
		w : "靠你妈",    //--屏蔽字
	},
	{
		w : "靠腰",    //--屏蔽字
	},
	{
		w : "可待因",    //--屏蔽字
	},
	{
		w : "可卡叶",    //--屏蔽字
	},
	{
		w : "恐怖份子",    //--屏蔽字
	},
	{
		w : "恐怖主义",    //--屏蔽字
	},
	{
		w : "寇晓伟",    //--屏蔽字
	},
	{
		w : "狂操你全家",    //--屏蔽字
	},
	{
		w : "拉登",    //--屏蔽字
	},
	{
		w : "烂B",    //--屏蔽字
	},
	{
		w : "烂屄",    //--屏蔽字
	},
	{
		w : "烂屌",    //--屏蔽字
	},
	{
		w : "烂货",    //--屏蔽字
	},
	{
		w : "劳+教+所",    //--屏蔽字
	},
	{
		w : "劳动保障部",    //--屏蔽字
	},
	{
		w : "老逼",    //--屏蔽字
	},
	{
		w : "老母",    //--屏蔽字
	},
	{
		w : "黎阳评",    //--屏蔽字
	},
	{
		w : "李弘旨",    //--屏蔽字
	},
	{
		w : "李红志",    //--屏蔽字
	},
	{
		w : "李宏旨",    //--屏蔽字
	},
	{
		w : "李宏志",    //--屏蔽字
	},
	{
		w : "李鹏*",    //--屏蔽字
	},
	{
		w : "李山",    //--屏蔽字
	},
	{
		w : "李铁映",    //--屏蔽字
	},
	{
		w : "李先念",    //--屏蔽字
	},
	{
		w : "联大",    //--屏蔽字
	},
	{
		w : "联合国大会",    //--屏蔽字
	},
	{
		w : "联易",    //--屏蔽字
	},
	{
		w : "联易互动",    //--屏蔽字
	},
	{
		w : "粮食局",    //--屏蔽字
	},
	{
		w : "两腿之间",    //--屏蔽字
	},
	{
		w : "林业局",    //--屏蔽字
	},
	{
		w : "刘　淇",    //--屏蔽字
	},
	{
		w : "刘军",    //--屏蔽字
	},
	{
		w : "流氓",    //--屏蔽字
	},
	{
		w : "六.四",    //--屏蔽字
	},
	{
		w : "六。四",    //--屏蔽字
	},
	{
		w : "六?四",    //--屏蔽字
	},
	{
		w : "六合彩",    //--屏蔽字
	},
	{
		w : "六-四",    //--屏蔽字
	},
	{
		w : "六四事件",    //--屏蔽字
	},
	{
		w : "六四真相",    //--屏蔽字
	},
	{
		w : "龙新民",    //--屏蔽字
	},
	{
		w : "旅游局",    //--屏蔽字
	},
	{
		w : "卵",    //--屏蔽字
	},
	{
		w : "轮功",    //--屏蔽字
	},
	{
		w : "罗　干",    //--屏蔽字
	},
	{
		w : "骡干",    //--屏蔽字
	},
	{
		w : "妈比",    //--屏蔽字
	},
	{
		w : "妈卖妈屁",    //--屏蔽字
	},
	{
		w : "妈祖",    //--屏蔽字
	},
	{
		w : "麻醉钢枪",    //--屏蔽字
	},
	{
		w : "麻醉枪",    //--屏蔽字
	},
	{
		w : "麻醉药",    //--屏蔽字
	},
	{
		w : "麻醉乙醚",    //--屏蔽字
	},
	{
		w : "马卖马屁",    //--屏蔽字
	},
	{
		w : "吗啡",    //--屏蔽字
	},
	{
		w : "吗啡碱",    //--屏蔽字
	},
	{
		w : "吗啡片",    //--屏蔽字
	},
	{
		w : "买财富",    //--屏蔽字
	},
	{
		w : "买卖枪支",    //--屏蔽字
	},
	{
		w : "麦角酸",    //--屏蔽字
	},
	{
		w : "卖.国",    //--屏蔽字
	},
	{
		w : "卖B",    //--屏蔽字
	},
	{
		w : "卖ID",    //--屏蔽字
	},
	{
		w : "卖QQ",    //--屏蔽字
	},
	{
		w : "卖逼",    //--屏蔽字
	},
	{
		w : "卖财富",    //--屏蔽字
	},
	{
		w : "卖党求荣",    //--屏蔽字
	},
	{
		w : "卖国",    //--屏蔽字
	},
	{
		w : "卖国求荣",    //--屏蔽字
	},
	{
		w : "卖卡",    //--屏蔽字
	},
	{
		w : "卖软件",    //--屏蔽字
	},
	{
		w : "毛XX",    //--屏蔽字
	},
	{
		w : "毛厕洞",    //--屏蔽字
	},
	{
		w : "毛一鲜",    //--屏蔽字
	},
	{
		w : "毛贼东",    //--屏蔽字
	},
	{
		w : "梅花网",    //--屏蔽字
	},
	{
		w : "美利坚",    //--屏蔽字
	},
	{
		w : "蒙尘药",    //--屏蔽字
	},
	{
		w : "蒙独",    //--屏蔽字
	},
	{
		w : "蒙古达子",    //--屏蔽字
	},
	{
		w : "迷魂药",    //--屏蔽字
	},
	{
		w : "迷奸药",    //--屏蔽字
	},
	{
		w : "迷歼药",    //--屏蔽字
	},
	{
		w : "密洞",    //--屏蔽字
	},
	{
		w : "民航局",    //--屏蔽字
	},
	{
		w : "民政部",    //--屏蔽字
	},
	{
		w : "莫索里尼",    //--屏蔽字
	},
	{
		w : "妳老母的",    //--屏蔽字
	},
	{
		w : "妳妈的",    //--屏蔽字
	},
	{
		w : "妳马的",    //--屏蔽字
	},
	{
		w : "妳娘的",    //--屏蔽字
	},
	{
		w : "南联盟",    //--屏蔽字
	},
	{
		w : "南蛮子",    //--屏蔽字
	},
	{
		w : "伱妈",    //--屏蔽字
	},
	{
		w : "你二大爷",    //--屏蔽字
	},
	{
		w : "你老母",    //--屏蔽字
	},
	{
		w : "你老味",    //--屏蔽字
	},
	{
		w : "你姥",    //--屏蔽字
	},
	{
		w : "你姥姥的",    //--屏蔽字
	},
	{
		w : "你妈逼",    //--屏蔽字
	},
	{
		w : "你妈的",    //--屏蔽字
	},
	{
		w : "你爷爷的",    //--屏蔽字
	},
	{
		w : "鸟GM",    //--屏蔽字
	},
	{
		w : "鸟你",    //--屏蔽字
	},
	{
		w : "农业部",    //--屏蔽字
	},
	{
		w : "虐待",    //--屏蔽字
	},
	{
		w : "拍肩神药",    //--屏蔽字
	},
	{
		w : "彭真",    //--屏蔽字
	},
	{
		w : "皮条",    //--屏蔽字
	},
	{
		w : "嫖客",    //--屏蔽字
	},
	{
		w : "苹果日报",    //--屏蔽字
	},
	{
		w : "破坏",    //--屏蔽字
	},
	{
		w : "仆街",    //--屏蔽字
	},
	{
		w : "气象局",    //--屏蔽字
	},
	{
		w : "钱其琛",    //--屏蔽字
	},
	{
		w : "枪决女犯",    //--屏蔽字
	},
	{
		w : "枪决现场",    //--屏蔽字
	},
	{
		w : "强奸犯",    //--屏蔽字
	},
	{
		w : "强卫",    //--屏蔽字
	},
	{
		w : "强效失意药",    //--屏蔽字
	},
	{
		w : "强硬发言",    //--屏蔽字
	},
	{
		w : "乔石",    //--屏蔽字
	},
	{
		w : "侨办",    //--屏蔽字
	},
	{
		w : "切七",    //--屏蔽字
	},
	{
		w : "窃听器",    //--屏蔽字
	},
	{
		w : "窃听器材",    //--屏蔽字
	},
	{
		w : "青天白日",    //--屏蔽字
	},
	{
		w : "去死",    //--屏蔽字
	},
	{
		w : "全国人大",    //--屏蔽字
	},
	{
		w : "人大",    //--屏蔽字
	},
	{
		w : "人大代表",    //--屏蔽字
	},
	{
		w : "人代会",    //--屏蔽字
	},
	{
		w : "人弹",    //--屏蔽字
	},
	{
		w : "人民大会堂",    //--屏蔽字
	},
	{
		w : "人民广场",    //--屏蔽字
	},
	{
		w : "人民日报",    //--屏蔽字
	},
	{
		w : "人民银行",    //--屏蔽字
	},
	{
		w : "人体炸弹",    //--屏蔽字
	},
	{
		w : "日GM",    //--屏蔽字
	},
	{
		w : "日X妈",    //--屏蔽字
	},
	{
		w : "日本RING",    //--屏蔽字
	},
	{
		w : "日本鬼子",    //--屏蔽字
	},
	{
		w : "日你娘",    //--屏蔽字
	},
	{
		w : "日他娘",    //--屏蔽字
	},
	{
		w : "肉壁",    //--屏蔽字
	},
	{
		w : "肉棍子",    //--屏蔽字
	},
	{
		w : "乳",    //--屏蔽字
	},
	{
		w : "乳波臀浪",    //--屏蔽字
	},
	{
		w : "撒尿",    //--屏蔽字
	},
	{
		w : "塞白",    //--屏蔽字
	},
	{
		w : "塞你爸",    //--屏蔽字
	},
	{
		w : "塞你公",    //--屏蔽字
	},
	{
		w : "塞你老母",    //--屏蔽字
	},
	{
		w : "塞你老师",    //--屏蔽字
	},
	{
		w : "塞你母",    //--屏蔽字
	},
	{
		w : "塞你娘",    //--屏蔽字
	},
	{
		w : "三个呆婊",    //--屏蔽字
	},
	{
		w : "三个代婊",    //--屏蔽字
	},
	{
		w : "三民主义",    //--屏蔽字
	},
	{
		w : "三陪女",    //--屏蔽字
	},
	{
		w : "三去车仑",    //--屏蔽字
	},
	{
		w : "三唑仑",    //--屏蔽字
	},
	{
		w : "骚",    //--屏蔽字
	},
	{
		w : "骚B",    //--屏蔽字
	},
	{
		w : "色情电影",    //--屏蔽字
	},
	{
		w : "色情服务",    //--屏蔽字
	},
	{
		w : "色情小电影",    //--屏蔽字
	},
	{
		w : "杀人犯",    //--屏蔽字
	},
	{
		w : "傻屄",    //--屏蔽字
	},
	{
		w : "傻比",    //--屏蔽字
	},
	{
		w : "傻吊",    //--屏蔽字
	},
	{
		w : "傻卵",    //--屏蔽字
	},
	{
		w : "傻子",    //--屏蔽字
	},
	{
		w : "煞逼",    //--屏蔽字
	},
	{
		w : "商务部",    //--屏蔽字
	},
	{
		w : "上妳",    //--屏蔽字
	},
	{
		w : "上你",    //--屏蔽字
	},
	{
		w : "社科院",    //--屏蔽字
	},
	{
		w : "射精",    //--屏蔽字
	},
	{
		w : "身份生成器",    //--屏蔽字
	},
	{
		w : "神经病",    //--屏蔽字
	},
	{
		w : "神通加持法",    //--屏蔽字
	},
	{
		w : "生鸦片",    //--屏蔽字
	},
	{
		w : "圣女峰",    //--屏蔽字
	},
	{
		w : "十年动乱石进",    //--屏蔽字
	},
	{
		w : "食捻屎",    //--屏蔽字
	},
	{
		w : "食屎",    //--屏蔽字
	},
	{
		w : "驶你爸",    //--屏蔽字
	},
	{
		w : "驶你公",    //--屏蔽字
	},
	{
		w : "驶你老母",    //--屏蔽字
	},
	{
		w : "驶你老师",    //--屏蔽字
	},
	{
		w : "驶你母",    //--屏蔽字
	},
	{
		w : "驶你娘",    //--屏蔽字
	},
	{
		w : "是鸡",    //--屏蔽字
	},
	{
		w : "受虐狂",    //--屏蔽字
	},
	{
		w : "售ID",    //--屏蔽字
	},
	{
		w : "售号",    //--屏蔽字
	},
	{
		w : "售软件",    //--屏蔽字
	},
	{
		w : "双峰微颤",    //--屏蔽字
	},
	{
		w : "氵去",    //--屏蔽字
	},
	{
		w : "水利部",    //--屏蔽字
	},
	{
		w : "水去车仑",    //--屏蔽字
	},
	{
		w : "税务总局",    //--屏蔽字
	},
	{
		w : "司法部",    //--屏蔽字
	},
	{
		w : "私/服",    //--屏蔽字
	},
	{
		w : "私\\服",    //--屏蔽字
	},
	{
		w : "私-服",    //--屏蔽字
	},
	{
		w : "私—服",    //--屏蔽字
	},
	{
		w : "死gd",    //--屏蔽字
	},
	{
		w : "死gm",    //--屏蔽字
	},
	{
		w : "死全家",    //--屏蔽字
	},
	{
		w : "四川独立",    //--屏蔽字
	},
	{
		w : "宋祖英",    //--屏蔽字
	},
	{
		w : "他爹",    //--屏蔽字
	},
	{
		w : "他妈",    //--屏蔽字
	},
	{
		w : "他马的",    //--屏蔽字
	},
	{
		w : "他母亲",    //--屏蔽字
	},
	{
		w : "他祖宗",    //--屏蔽字
	},
	{
		w : "台办",    //--屏蔽字
	},
	{
		w : "台湾党",    //--屏蔽字
	},
	{
		w : "台湾帝国",    //--屏蔽字
	},
	{
		w : "台湾共产党",    //--屏蔽字
	},
	{
		w : "台湾共和国",    //--屏蔽字
	},
	{
		w : "台湾狗",    //--屏蔽字
	},
	{
		w : "太监",    //--屏蔽字
	},
	{
		w : "天皇陛下",    //--屏蔽字
	},
	{
		w : "田纪云",    //--屏蔽字
	},
	{
		w : "舔西",    //--屏蔽字
	},
	{
		w : "投毒杀人",    //--屏蔽字
	},
	{
		w : "透视软件",    //--屏蔽字
	},
	{
		w : "推油",    //--屏蔽字
	},
	{
		w : "外　挂",    //--屏蔽字
	},
	{
		w : "外/挂",    //--屏蔽字
	},
	{
		w : "外\\挂",    //--屏蔽字
	},
	{
		w : "外_挂",    //--屏蔽字
	},
	{
		w : "外-挂",    //--屏蔽字
	},
	{
		w : "外—挂",    //--屏蔽字
	},
	{
		w : "外汇局",    //--屏蔽字
	},
	{
		w : "外交部",    //--屏蔽字
	},
	{
		w : "外专局",    //--屏蔽字
	},
	{
		w : "晚年周恩来",    //--屏蔽字
	},
	{
		w : "万税",    //--屏蔽字
	},
	{
		w : "王八蛋",    //--屏蔽字
	},
	{
		w : "王宝森",    //--屏蔽字
	},
	{
		w : "王昊",    //--屏蔽字
	},
	{
		w : "王太华",    //--屏蔽字
	},
	{
		w : "王震",    //--屏蔽字
	},
	{
		w : "网管",    //--屏蔽字
	},
	{
		w : "威而钢",    //--屏蔽字
	},
	{
		w : "威而柔",    //--屏蔽字
	},
	{
		w : "卫生部",    //--屏蔽字
	},
	{
		w : "温加宝",    //--屏蔽字
	},
	{
		w : "温家保",    //--屏蔽字
	},
	{
		w : "温馨",    //--屏蔽字
	},
	{
		w : "温总理",    //--屏蔽字
	},
	{
		w : "文化部",    //--屏蔽字
	},
	{
		w : "文物局",    //--屏蔽字
	},
	{
		w : "倭国",    //--屏蔽字
	},
	{
		w : "倭寇",    //--屏蔽字
	},
	{
		w : "我干",    //--屏蔽字
	},
	{
		w : "我妳老爸",    //--屏蔽字
	},
	{
		w : "我日你",    //--屏蔽字
	},
	{
		w : "无界浏览器",    //--屏蔽字
	},
	{
		w : "吴　仪",    //--屏蔽字
	},
	{
		w : "西藏天葬",    //--屏蔽字
	},
	{
		w : "希望之声",    //--屏蔽字
	},
	{
		w : "洗脑班",    //--屏蔽字
	},
	{
		w : "系统讯息",    //--屏蔽字
	},
	{
		w : "鲜族",    //--屏蔽字
	},
	{
		w : "乡巴佬",    //--屏蔽字
	},
	{
		w : "想上你",    //--屏蔽字
	},
	{
		w : "小泉纯一郎",    //--屏蔽字
	},
	{
		w : "小日本",    //--屏蔽字
	},
	{
		w : "小肉粒",    //--屏蔽字
	},
	{
		w : "小乳头",    //--屏蔽字
	},
	{
		w : "邪教",    //--屏蔽字
	},
	{
		w : "兴奋剂",    //--屏蔽字
	},
	{
		w : "性虐待",    //--屏蔽字
	},
	{
		w : "性无能",    //--屏蔽字
	},
	{
		w : "徐光春",    //--屏蔽字
	},
	{
		w : "血逼",    //--屏蔽字
	},
	{
		w : "血腥图片",    //--屏蔽字
	},
	{
		w : "鸦片液",    //--屏蔽字
	},
	{
		w : "鸦片渣",    //--屏蔽字
	},
	{
		w : "烟草局",    //--屏蔽字
	},
	{
		w : "严方军",    //--屏蔽字
	},
	{
		w : "阳精",    //--屏蔽字
	},
	{
		w : "摇头玩",    //--屏蔽字
	},
	{
		w : "耶苏",    //--屏蔽字
	},
	{
		w : "夜情",    //--屏蔽字
	},
	{
		w : "一党专制",    //--屏蔽字
	},
	{
		w : "一国两制",    //--屏蔽字
	},
	{
		w : "以茎至洞",    //--屏蔽字
	},
	{
		w : "抑制剂",    //--屏蔽字
	},
	{
		w : "阴小撕大",    //--屏蔽字
	},
	{
		w : "淫货",    //--屏蔽字
	},
	{
		w : "淫毛",    //--屏蔽字
	},
	{
		w : "淫靡",    //--屏蔽字
	},
	{
		w : "淫语连连",    //--屏蔽字
	},
	{
		w : "淫欲",    //--屏蔽字
	},
	{
		w : "英雄纪念碑",    //--屏蔽字
	},
	{
		w : "硬挺",    //--屏蔽字
	},
	{
		w : "游戏发奖员",    //--屏蔽字
	},
	{
		w : "游戏宫理员",    //--屏蔽字
	},
	{
		w : "舆论钳制",    //--屏蔽字
	},
	{
		w : "玉杵",    //--屏蔽字
	},
	{
		w : "欲火焚身",    //--屏蔽字
	},
	{
		w : "原子能机构",    //--屏蔽字
	},
	{
		w : "远程偷拍",    //--屏蔽字
	},
	{
		w : "曰GM",    //--屏蔽字
	},
	{
		w : "曰你",    //--屏蔽字
	},
	{
		w : "月经",    //--屏蔽字
	},
	{
		w : "月经不调",    //--屏蔽字
	},
	{
		w : "扎卡维是英雄",    //--屏蔽字
	},
	{
		w : "扎卡维",    //--屏蔽字
	},
	{
		w : "张朝阳",    //--屏蔽字
	},
	{
		w : "张潮阳",    //--屏蔽字
	},
	{
		w : "张磊",    //--屏蔽字
	},
	{
		w : "张立昌",    //--屏蔽字
	},
	{
		w : "张小平",    //--屏蔽字
	},
	{
		w : "侦探设备",    //--屏蔽字
	},
	{
		w : "中国恐怖组织",    //--屏蔽字
	},
	{
		w : "中华民国",    //--屏蔽字
	},
	{
		w : "中南海",    //--屏蔽字
	},
	{
		w : "中宣部",    //--屏蔽字
	},
	{
		w : "周总理",    //--屏蔽字
	},
	{
		w : "朱容鸡",    //--屏蔽字
	},
	{
		w : "朱总理",    //--屏蔽字
	},
	{
		w : "猪容基",    //--屏蔽字
	},
	{
		w : "主席",    //--屏蔽字
	},
	{
		w : "装屄",    //--屏蔽字
	},
	{
		w : "追查国际",    //--屏蔽字
	},
	{
		w : "子女任职名单",    //--屏蔽字
	},
	{
		w : "自杀手册",    //--屏蔽字
	},
	{
		w : "自杀指南",    //--屏蔽字
	},
	{
		w : "自制手枪",    //--屏蔽字
	},
	{
		w : "自治机关",    //--屏蔽字
	},
	{
		w : "总局",    //--屏蔽字
	},
	{
		w : "坐台的",    //--屏蔽字
	},
	{
		w : "操逼毛",    //--屏蔽字
	},
	{
		w : "taobao",    //--屏蔽字
	},
	{
		w : "webgame.com.cn",    //--屏蔽字
	},
	{
		w : "垃圾游戏",    //--屏蔽字
	},
	{
		w : "烂游戏",    //--屏蔽字
	},
	{
		w : "h站",    //--屏蔽字
	},
	{
		w : "WEB牌戰",    //--屏蔽字
	},
	{
		w : "WEB战牌",    //--屏蔽字
	},
	{
		w : "战牌",    //--屏蔽字
	},
	{
		w : "ＵＲ",    //--屏蔽字
	},
	{
		w : "街头对抗",    //--屏蔽字
	},
	{
		w : "混沌决",    //--屏蔽字
	},
	{
		w : "王光美",    //--屏蔽字
	},
	{
		w : "郭振家",    //--屏蔽字
	},
	{
		w : "陈秋平",    //--屏蔽字
	},
	{
		w : "蒋达德",    //--屏蔽字
	},
	{
		w : "陈忠财",    //--屏蔽字
	},
	{
		w : "樊金源",    //--屏蔽字
	},
	{
		w : "赵文淦",    //--屏蔽字
	},
	{
		w : "张国栋",    //--屏蔽字
	},
	{
		w : "石宗源",    //--屏蔽字
	},
	{
		w : "于永湛",    //--屏蔽字
	},
	{
		w : "桂晓风",    //--屏蔽字
	},
	{
		w : "杨牧之",    //--屏蔽字
	},
	{
		w : "任泽民",    //--屏蔽字
	},
	{
		w : "沈仁干",    //--屏蔽字
	},
	{
		w : "石峰",    //--屏蔽字
	},
	{
		w : "郭振家",    //--屏蔽字
	},
	{
		w : "李闽榕",    //--屏蔽字
	},
	{
		w : "蒋达德",    //--屏蔽字
	},
	{
		w : "陈忠财",    //--屏蔽字
	},
	{
		w : "樊金源",    //--屏蔽字
	},
	{
		w : "赵文淦",    //--屏蔽字
	},
	{
		w : "张国栋",    //--屏蔽字
	},
	{
		w : "打倒国民党",    //--屏蔽字
	},
	{
		w : "日本帝国",    //--屏蔽字
	},
	{
		w : "草泥马",    //--屏蔽字
	},
	{
		w : "李闽榕",    //--屏蔽字
	},
	{
		w : "张小军",    //--屏蔽字
	},
	{
		w : "张晓军",    //--屏蔽字
	},
	{
		w : "十八大",    //--屏蔽字
	},
	{
		w : "薄谷开来",    //--屏蔽字
	},
	{
		w : "薄瓜瓜",    //--屏蔽字
	},
	{
		w : "杨达才",    //--屏蔽字
	},
	{
		w : "李德金",    //--屏蔽字
	},
	{
		w : "表叔厅长",    //--屏蔽字
	},
	{
		w : "吾买尔·卡那提",    //--屏蔽字
	},
	{
		w : "习仲勋",    //--屏蔽字
	},
	{
		w : "彭丽圆",    //--屏蔽字
	},
	{
		w : "刁大大",    //--屏蔽字
	},
	{
		w : "刁精平",    //--屏蔽字
	},
	{
		w : "刁近平",    //--屏蔽字
	},
	{
		w : "近平",    //--屏蔽字
	},
	{
		w : "刁主席",    //--屏蔽字
	},
	{
		w : "克强",    //--屏蔽字
	},
	{
		w : "席近平",    //--屏蔽字
	},
	{
		w : "席精平",    //--屏蔽字
	},
	{
		w : "江贼",    //--屏蔽字
	},
	{
		w : "维尼",    //--屏蔽字
	},
	{
		w : "维尼熊",    //--屏蔽字
	},
	{
		w : "xijinpin",    //--屏蔽字
	},
	{
		w : "xinjinping",    //--屏蔽字
	},
	{
		w : "keqiang",    //--屏蔽字
	},
	{
		w : "平近习",    //--屏蔽字
	},
	{
		w : "平精席",    //--屏蔽字
	},
	{
		w : "平近",    //--屏蔽字
	},
	{
		w : "强克",    //--屏蔽字
	},
	{
		w : "杜青林",    //--屏蔽字
	},
	{
		w : "赵洪祝",    //--屏蔽字
	},
	{
		w : "杨晶",    //--屏蔽字
	},
	{
		w : "长龙",    //--屏蔽字
	},
	{
		w : "杜青林",    //--屏蔽字
	},
	{
		w : "韩启德",    //--屏蔽字
	},
	{
		w : "帕巴拉·格列朗杰",    //--屏蔽字
	},
	{
		w : "万钢",    //--屏蔽字
	},
	{
		w : "林文漪",    //--屏蔽字
	},
	{
		w : "罗富和",    //--屏蔽字
	},
	{
		w : "何厚铧",    //--屏蔽字
	},
	{
		w : "张庆黎",    //--屏蔽字
	},
	{
		w : "李海峰",    //--屏蔽字
	},
	{
		w : "陈元",    //--屏蔽字
	},
	{
		w : "卢展工",    //--屏蔽字
	},
	{
		w : "周小川",    //--屏蔽字
	},
	{
		w : "王家瑞",    //--屏蔽字
	},
	{
		w : "王正伟",    //--屏蔽字
	},
	{
		w : "马飚",    //--屏蔽字
	},
	{
		w : "齐续春（满族）",    //--屏蔽字
	},
	{
		w : "齐续春",    //--屏蔽字
	},
	{
		w : "陈晓光",    //--屏蔽字
	},
	{
		w : "马培华",    //--屏蔽字
	},
	{
		w : "刘晓峰",    //--屏蔽字
	},
	{
		w : "王钦敏",    //--屏蔽字
	},
	{
		w : "梁振英",    //--屏蔽字
	},
	{
		w : "于伟国",    //--屏蔽字
	},
	{
		w : "张志南",    //--屏蔽字
	},
	{
		w : "周联清",    //--屏蔽字
	},
	{
		w : "洪捷序",    //--屏蔽字
	},
	{
		w : "黄琪玉",    //--屏蔽字
	},
	{
		w : "杨贤金",    //--屏蔽字
	},
	{
		w : "王惠敏",    //--屏蔽字
	},
	{
		w : "李德金",    //--屏蔽字
	},
	{
		w : "尤权",    //--屏蔽字
	},
	{
		w : "雷春美",    //--屏蔽字
	},
	{
		w : "庄稼汉",    //--屏蔽字
	},
	{
		w : "黄强",    //--屏蔽字
	},
	{
		w : "国桂荣",    //--屏蔽字
	},
	{
		w : "林锐",    //--屏蔽字
	},
	{
		w : "卢江",    //--屏蔽字
	},
	{
		w : "孟芊",    //--屏蔽字
	},
	{
		w : "张毅恭",    //--屏蔽字
	},
	{
		w : "李辉跃",    //--屏蔽字
	},
	{
		w : "韩景义",    //--屏蔽字
	},
	{
		w : "廖华生",    //--屏蔽字
	},
	{
		w : "处男",    //--屏蔽字
	},
	{
		w : "回民都是猪",    //--屏蔽字
	},
	{
		w : "手枪出售",    //--屏蔽字
	},
	{
		w : "出售手槍",    //--屏蔽字
	},
	{
		w : "手槍出售",    //--屏蔽字
	},
	{
		w : "手枪销售",    //--屏蔽字
	},
	{
		w : "手槍销售",    //--屏蔽字
	},
	{
		w : "恐怖组织",    //--屏蔽字
	},
	{
		w : "病毒",    //--屏蔽字
	},
	{
		w : "砍人",    //--屏蔽字
	},
	{
		w : "卡扎维",    //--屏蔽字
	},
	{
		w : "门徒会",    //--屏蔽字
	},
	{
		w : "巨颜素人",    //--屏蔽字
	},
	{
		w : "习进平",    //--屏蔽字
	},
	{
		w : "党中央",    //--屏蔽字
	},
	{
		w : "大卫摩西白克",    //--屏蔽字
	},
	{
		w : "邪恶杀神嗜血击杀",    //--屏蔽字
	},
	{
		w : "恶魔",    //--屏蔽字
	},
	{
		w : "乙晓光",    //--屏蔽字
	},
	{
		w : "丁来杭",    //--屏蔽字
	},
	{
		w : "丁学东",    //--屏蔽字
	},
	{
		w : "丁薛祥",    //--屏蔽字
	},
	{
		w : "于伟国",    //--屏蔽字
	},
	{
		w : "于忠福",    //--屏蔽字
	},
	{
		w : "万立骏",    //--屏蔽字
	},
	{
		w : "马飚",    //--屏蔽字
	},
	{
		w : "马兴瑞",    //--屏蔽字
	},
	{
		w : "王宁",    //--屏蔽字
	},
	{
		w : "王军",    //--屏蔽字
	},
	{
		w : "王勇",    //--屏蔽字
	},
	{
		w : "王晨",    //--屏蔽字
	},
	{
		w : "王毅",    //--屏蔽字
	},
	{
		w : "王小洪",    //--屏蔽字
	},
	{
		w : "王玉普",    //--屏蔽字
	},
	{
		w : "王正伟",    //--屏蔽字
	},
	{
		w : "王东明",    //--屏蔽字
	},
	{
		w : "王东峰",    //--屏蔽字
	},
	{
		w : "王尔乘",    //--屏蔽字
	},
	{
		w : "王志民",    //--屏蔽字
	},
	{
		w : "王志刚",    //--屏蔽字
	},
	{
		w : "王国生",    //--屏蔽字
	},
	{
		w : "王建军",    //--屏蔽字
	},
	{
		w : "王建武",    //--屏蔽字
	},
	{
		w : "王晓东",    //--屏蔽字
	},
	{
		w : "王晓晖",    //--屏蔽字
	},
	{
		w : "王家胜",    //--屏蔽字
	},
	{
		w : "王蒙徽",    //--屏蔽字
	},
	{
		w : "尤权",    //--屏蔽字
	},
	{
		w : "车俊",    //--屏蔽字
	},
	{
		w : "尹力",    //--屏蔽字
	},
	{
		w : "巴音朝鲁",    //--屏蔽字
	},
	{
		w : "巴特尔",    //--屏蔽字
	},
	{
		w : "艾力更·依明巴海",    //--屏蔽字
	},
	{
		w : "石泰峰",    //--屏蔽字
	},
	{
		w : "布小林",    //--屏蔽字
	},
	{
		w : "卢展工",    //--屏蔽字
	},
	{
		w : "白春礼",    //--屏蔽字
	},
	{
		w : "吉炳轩",    //--屏蔽字
	},
	{
		w : "毕井泉",    //--屏蔽字
	},
	{
		w : "曲青山",    //--屏蔽字
	},
	{
		w : "朱生岭",    //--屏蔽字
	},
	{
		w : "刘奇",    //--屏蔽字
	},
	{
		w : "刘雷",    //--屏蔽字
	},
	{
		w : "刘鹤",    //--屏蔽字
	},
	{
		w : "刘士余",    //--屏蔽字
	},
	{
		w : "刘万龙",    //--屏蔽字
	},
	{
		w : "刘国中",    //--屏蔽字
	},
	{
		w : "刘国治",    //--屏蔽字
	},
	{
		w : "刘金国",    //--屏蔽字
	},
	{
		w : "刘结一",    //--屏蔽字
	},
	{
		w : "刘振立",    //--屏蔽字
	},
	{
		w : "刘家义",    //--屏蔽字
	},
	{
		w : "刘赐贵",    //--屏蔽字
	},
	{
		w : "刘粤军",    //--屏蔽字
	},
	{
		w : "齐扎拉",    //--屏蔽字
	},
	{
		w : "安兆庆",    //--屏蔽字
	},
	{
		w : "许勤",    //--屏蔽字
	},
	{
		w : "许又声",    //--屏蔽字
	},
	{
		w : "许达哲",    //--屏蔽字
	},
	{
		w : "阮成发",    //--屏蔽字
	},
	{
		w : "孙志刚",    //--屏蔽字
	},
	{
		w : "孙金龙",    //--屏蔽字
	},
	{
		w : "孙绍骋",    //--屏蔽字
	},
	{
		w : "杜家毫",    //--屏蔽字
	},
	{
		w : "李屹",    //--屏蔽字
	},
	{
		w : "李希",    //--屏蔽字
	},
	{
		w : "李斌",    //--屏蔽字
	},
	{
		w : "李强",    //--屏蔽字
	},
	{
		w : "李干杰",    //--屏蔽字
	},
	{
		w : "李小鹏",    //--屏蔽字
	},
	{
		w : "李凤彪",    //--屏蔽字
	},
	{
		w : "李玉赋",    //--屏蔽字
	},
	{
		w : "李传广",    //--屏蔽字
	},
	{
		w : "李纪恒",    //--屏蔽字
	},
	{
		w : "李作成",    //--屏蔽字
	},
	{
		w : "李尚福",    //--屏蔽字
	},
	{
		w : "李国英",    //--屏蔽字
	},
	{
		w : "李桥铭",    //--屏蔽字
	},
	{
		w : "李晓红",    //--屏蔽字
	},
	{
		w : "李鸿忠",    //--屏蔽字
	},
	{
		w : "李锦斌",    //--屏蔽字
	},
	{
		w : "杨学军",    //--屏蔽字
	},
	{
		w : "杨洁篪",    //--屏蔽字
	},
	{
		w : "杨振武",    //--屏蔽字
	},
	{
		w : "杨晓渡",    //--屏蔽字
	},
	{
		w : "肖捷",    //--屏蔽字
	},
	{
		w : "肖亚庆",    //--屏蔽字
	},
	{
		w : "吴社洲",    //--屏蔽字
	},
	{
		w : "吴英杰",    //--屏蔽字
	},
	{
		w : "吴政隆",    //--屏蔽字
	},
	{
		w : "邱学强",    //--屏蔽字
	},
	{
		w : "何平",    //--屏蔽字
	},
	{
		w : "何立峰",    //--屏蔽字
	},
	{
		w : "应勇",    //--屏蔽字
	},
	{
		w : "冷溶",    //--屏蔽字
	},
	{
		w : "汪永清",    //--屏蔽字
	},
	{
		w : "沈金龙",    //--屏蔽字
	},
	{
		w : "沈晓明",    //--屏蔽字
	},
	{
		w : "沈跃跃",    //--屏蔽字
	},
	{
		w : "沈德咏",    //--屏蔽字
	},
	{
		w : "怀进鹏",    //--屏蔽字
	},
	{
		w : "宋丹",    //--屏蔽字
	},
	{
		w : "宋涛",    //--屏蔽字
	},
	{
		w : "宋秀岩",    //--屏蔽字
	},
	{
		w : "张军",    //--屏蔽字
	},
	{
		w : "张又侠",    //--屏蔽字
	},
	{
		w : "张升民",    //--屏蔽字
	},
	{
		w : "张庆伟",    //--屏蔽字
	},
	{
		w : "张庆黎",    //--屏蔽字
	},
	{
		w : "张纪南",    //--屏蔽字
	},
	{
		w : "张国清",    //--屏蔽字
	},
	{
		w : "张晓明",    //--屏蔽字
	},
	{
		w : "张裔炯",    //--屏蔽字
	},
	{
		w : "陆昊",    //--屏蔽字
	},
	{
		w : "陈希",    //--屏蔽字
	},
	{
		w : "陈武",    //--屏蔽字
	},
	{
		w : "陈豪",    //--屏蔽字
	},
	{
		w : "陈文清",    //--屏蔽字
	},
	{
		w : "陈吉宁",    //--屏蔽字
	},
	{
		w : "陈全国",    //--屏蔽字
	},
	{
		w : "陈求发",    //--屏蔽字
	},
	{
		w : "陈宝生",    //--屏蔽字
	},
	{
		w : "陈润儿",    //--屏蔽字
	},
	{
		w : "陈敏尔",    //--屏蔽字
	},
	{
		w : "努尔兰·阿不都满金",    //--屏蔽字
	},
	{
		w : "苗圩",    //--屏蔽字
	},
	{
		w : "苗华",    //--屏蔽字
	},
	{
		w : "苟仲文",    //--屏蔽字
	},
	{
		w : "范骁骏",    //--屏蔽字
	},
	{
		w : "林铎",    //--屏蔽字
	},
	{
		w : "尚宏",    //--屏蔽字
	},
	{
		w : "金壮龙",    //--屏蔽字
	},
	{
		w : "周强",    //--屏蔽字
	},
	{
		w : "周亚宁",    //--屏蔽字
	},
	{
		w : "郑和",    //--屏蔽字
	},
	{
		w : "郑卫平",    //--屏蔽字
	},
	{
		w : "郑晓松",    //--屏蔽字
	},
	{
		w : "孟祥锋",    //--屏蔽字
	},
	{
		w : "赵克志",    //--屏蔽字
	},
	{
		w : "赵宗岐",    //--屏蔽字
	},
	{
		w : "郝鹏",    //--屏蔽字
	},
	{
		w : "胡和平",    //--屏蔽字
	},
	{
		w : "胡泽君",    //--屏蔽字
	},
	{
		w : "咸辉",    //--屏蔽字
	},
	{
		w : "钟山",    //--屏蔽字
	},
	{
		w : "信春鹰",    //--屏蔽字
	},
	{
		w : "侯建国",    //--屏蔽字
	},
	{
		w : "娄勤俭",    //--屏蔽字
	},
	{
		w : "洛桑江村",    //--屏蔽字
	},
	{
		w : "骆惠宁",    //--屏蔽字
	},
	{
		w : "秦生祥",    //--屏蔽字
	},
	{
		w : "袁家军",    //--屏蔽字
	},
	{
		w : "袁誉柏",    //--屏蔽字
	},
	{
		w : "袁曙宏",    //--屏蔽字
	},
	{
		w : "聂辰席",    //--屏蔽字
	},
	{
		w : "钱小芊",    //--屏蔽字
	},
	{
		w : "铁凝",    //--屏蔽字
	},
	{
		w : "倪岳峰",    //--屏蔽字
	},
	{
		w : "徐麟",    //--屏蔽字
	},
	{
		w : "徐乐江",    //--屏蔽字
	},
	{
		w : "徐安祥",    //--屏蔽字
	},
	{
		w : "高津",    //--屏蔽字
	},
	{
		w : "郭声琨",    //--屏蔽字
	},
	{
		w : "郭树清",    //--屏蔽字
	},
	{
		w : "唐仁健",    //--屏蔽字
	},
	{
		w : "黄明",    //--屏蔽字
	},
	{
		w : "黄守宏",    //--屏蔽字
	},
	{
		w : "黄坤明",    //--屏蔽字
	},
	{
		w : "黄树贤",    //--屏蔽字
	},
	{
		w : "曹建明",    //--屏蔽字
	},
	{
		w : "龚正",    //--屏蔽字
	},
	{
		w : "盛斌",    //--屏蔽字
	},
	{
		w : "雪克来提·扎克尔",    //--屏蔽字
	},
	{
		w : "鄂竟平",    //--屏蔽字
	},
	{
		w : "鹿心社",    //--屏蔽字
	},
	{
		w : "谌贻琴",    //--屏蔽字
	},
	{
		w : "彭清华",    //--屏蔽字
	},
	{
		w : "蒋超良",    //--屏蔽字
	},
	{
		w : "韩卫国",    //--屏蔽字
	},
	{
		w : "韩长赋",    //--屏蔽字
	},
	{
		w : "傅政华",    //--屏蔽字
	},
	{
		w : "谢伏瞻",    //--屏蔽字
	},
	{
		w : "楼阳生",    //--屏蔽字
	},
	{
		w : "蔡奇",    //--屏蔽字
	},
	{
		w : "蔡名照",    //--屏蔽字
	},
	{
		w : "雒树刚",    //--屏蔽字
	},
	{
		w : "黎火辉",    //--屏蔽字
	},
	{
		w : "潘立刚",    //--屏蔽字
	},
	{
		w : "穆虹",    //--屏蔽字
	},
	{
		w : "魏凤和",    //--屏蔽字
	},
	{
		w : "奥巴马",    //--屏蔽字
	},
	{
		w : "野田佳彦",    //--屏蔽字
	},
	{
		w : "玄叶光一郎",    //--屏蔽字
	},
	{
		w : "石原慎太郎",    //--屏蔽字
	},
	{
		w : "花革命",    //--屏蔽字
	},
	{
		w : "茉莉花",    //--屏蔽字
	},
	{
		w : "牡丹花",    //--屏蔽字
	},
	{
		w : "两会",    //--屏蔽字
	},
	{
		w : "中国茉莉花革命",    //--屏蔽字
	},
	{
		w : "中国茉莉花运动",    //--屏蔽字
	},
	{
		w : "ML花革命",    //--屏蔽字
	},
	{
		w : "ML花运动",    //--屏蔽字
	},
	{
		w : "ML花",    //--屏蔽字
	},
	{
		w : "梅花革命",    //--屏蔽字
	},
	{
		w : "牡丹花革命",    //--屏蔽字
	},
	{
		w : "葵花子政变",    //--屏蔽字
	},
	{
		w : "二十日",    //--屏蔽字
	},
	{
		w : "广场",    //--屏蔽字
	},
	{
		w : "东突厥斯坦",    //--屏蔽字
	},
	{
		w : "1989/6/4 星期日",    //--屏蔽字
	},
	{
		w : "3P",    //--屏蔽字
	},
	{
		w : "处女",    //--屏蔽字
	},
	{
		w : "奸杀",    //--屏蔽字
	},
	{
		w : "任弼时",    //--屏蔽字
	},
	{
		w : "房事",    //--屏蔽字
	},
	{
		w : "3p",    //--屏蔽字
	},
	{
		w : "新闻出版总署",    //--屏蔽字
	},
	{
		w : "回民是猪",    //--屏蔽字
	},
	{
		w : "出卖中国",    //--屏蔽字
	},
	{
		w : "军车进京",    //--屏蔽字
	},
	{
		w : "中共十八大",    //--屏蔽字
	},
	{
		w : "十八大",    //--屏蔽字
	},
	{
		w : "十八大代表选举",    //--屏蔽字
	},
	{
		w : "拉票贿选",    //--屏蔽字
	},
	{
		w : "薄谷开来",    //--屏蔽字
	},
	{
		w : "薄瓜瓜",    //--屏蔽字
	},
	{
		w : "张晓军",    //--屏蔽字
	},
	{
		w : "杨达才",    //--屏蔽字
	},
	{
		w : "李德金",    //--屏蔽字
	},
	{
		w : "表叔厅长",    //--屏蔽字
	},
	{
		w : "跨省毁报",    //--屏蔽字
	},
	{
		w : "跨省删帖",    //--屏蔽字
	},
	{
		w : "名表门",    //--屏蔽字
	},
	{
		w : "眼镜门",    //--屏蔽字
	},
	{
		w : "日本右翼分子",    //--屏蔽字
	},
	{
		w : "皇军",    //--屏蔽字
	},
	{
		w : "共荣圈",    //--屏蔽字
	},
	{
		w : "尖阁列岛",    //--屏蔽字
	},
	{
		w : "彭德懐",    //--屏蔽字
	},
	{
		w : "蔡赴朝",    //--屏蔽字
	},
	{
		w : "蒋建国",    //--屏蔽字
	},
	{
		w : "全国政协",    //--屏蔽字
	},
	{
		w : "发改委",    //--屏蔽字
	},
	{
		w : "AV",    //--屏蔽字
	},
	{
		w : "吾买尔·卡那提",    //--屏蔽字
	},
	{
		w : "党的十八届一中全会选举",    //--屏蔽字
	},
	{
		w : "马列主义",    //--屏蔽字
	},
	{
		w : "三个代表",    //--屏蔽字
	},
	{
		w : "科学发展观",    //--屏蔽字
	},
	{
		w : "日",    //--屏蔽字
	},
	{
		w : "彭丽圆",    //--屏蔽字
	},
	{
		w : "回民猪",    //--屏蔽字
	},
	{
		w : "十八届三中全会",    //--屏蔽字
	},
	{
		w : "国家新闻广电总局",    //--屏蔽字
	},
	{
		w : "陆肆事件",    //--屏蔽字
	},
	{
		w : "全国政协",    //--屏蔽字
	},
	{
		w : "马列主义",    //--屏蔽字
	},
	{
		w : "三个代表",    //--屏蔽字
	},
	{
		w : "十八届一中全会",    //--屏蔽字
	},
	{
		w : "三中全会",    //--屏蔽字
	},
	{
		w : "魔门教",    //--屏蔽字
	},
	{
		w : "科学发展观",    //--屏蔽字
	},
	{
		w : "陆肆事件",    //--屏蔽字
	},
	{
		w : "九评",    //--屏蔽字
	},
	{
		w : "一党独裁",    //--屏蔽字
	},
	{
		w : "内蒙古抗议",    //--屏蔽字
	},
	{
		w : "内蒙古5.11",    //--屏蔽字
	},
	{
		w : "内蒙古5.11事件",    //--屏蔽字
	},
	{
		w : "内蒙古锡林郭勒盟",    //--屏蔽字
	},
	{
		w : "钓鱼岛",    //--屏蔽字
	},
	{
		w : "钓鱼岛事件",    //--屏蔽字
	},
	{
		w : "钓鱼岛争端",    //--屏蔽字
	},
	{
		w : "钓鱼岛国有化",    //--屏蔽字
	},
	{
		w : "皇军",    //--屏蔽字
	},
	{
		w : "共荣圈",    //--屏蔽字
	},
	{
		w : "尖阁列岛",    //--屏蔽字
	},
	{
		w : "西藏7·5事件",    //--屏蔽字
	},
	{
		w : "斯巴达",    //--屏蔽字
	},
	{
		w : "军车进京",    //--屏蔽字
	},
	{
		w : "出卖中国",    //--屏蔽字
	},
	{
		w : "发改委",    //--屏蔽字
	},
	{
		w : "世界维吾尔大会",    //--屏蔽字
	},
	{
		w : "抵制日货",    //--屏蔽字
	},
	{
		w : "打砸日货",    //--屏蔽字
	},
	{
		w : "暴力爱国",    //--屏蔽字
	},
	{
		w : "日本狗",    //--屏蔽字
	},
	{
		w : "打倒日本",    //--屏蔽字
	},
	{
		w : "购钓鱼岛",    //--屏蔽字
	},
	{
		w : "国务院",    //--屏蔽字
	},
	{
		w : "中央军委",    //--屏蔽字
	},
	{
		w : "中共中央政治局",    //--屏蔽字
	},
	{
		w : "中央政治局常委",    //--屏蔽字
	},
	{
		w : "中央政法委",    //--屏蔽字
	},
	{
		w : "中纪委",    //--屏蔽字
	},
	{
		w : "统战部",    //--屏蔽字
	},
	{
		w : "总参谋部",    //--屏蔽字
	},
	{
		w : "中国人民解放军",    //--屏蔽字
	},
	{
		w : "18大",    //--屏蔽字
	},
	{
		w : "刘奇褒",    //--屏蔽字
	},
	{
		w : "杜青林",    //--屏蔽字
	},
	{
		w : "赵洪祝",    //--屏蔽字
	},
	{
		w : "杨晶",    //--屏蔽字
	},
	{
		w : "常万全",    //--屏蔽字
	},
	{
		w : "房峰辉",    //--屏蔽字
	},
	{
		w : "张阳",    //--屏蔽字
	},
	{
		w : "赵克石",    //--屏蔽字
	},
	{
		w : "张又侠",    //--屏蔽字
	},
	{
		w : "吴胜利",    //--屏蔽字
	},
	{
		w : "马晓天",    //--屏蔽字
	},
	{
		w : "魏凤和",    //--屏蔽字
	},
	{
		w : "梁光烈",    //--屏蔽字
	},
	{
		w : "习仲勋",    //--屏蔽字
	},
	{
		w : "莫言",    //--屏蔽字
	},
	{
		w : "多党执政",    //--屏蔽字
	},
	{
		w : "虐童",    //--屏蔽字
	},
	{
		w : "斯巴达",    //--屏蔽字
	},
	{
		w : "西藏3.14事件",    //--屏蔽字
	},
	{
		w : "性事",    //--屏蔽字
	},
	{
		w : "dork",    //--屏蔽字
	},
	{
		w : "滥交",    //--屏蔽字
	},
	{
		w : "乱交",    //--屏蔽字
	},
	{
		w : "嫖妓",    //--屏蔽字
	},
	{
		w : "西藏3•14事件",    //--屏蔽字
	},
	{
		w : "新疆7•5事件",    //--屏蔽字
	},
	{
		w : "西藏3.14事件",    //--屏蔽字
	},
	{
		w : "西藏3.15事件",    //--屏蔽字
	},
	{
		w : "西藏3·15事件",    //--屏蔽字
	},
	{
		w : "西藏3·14事件",    //--屏蔽字
	},
	{
		w : "新疆7·5事件",    //--屏蔽字
	},
	{
		w : "西藏3·15事件",    //--屏蔽字
	},
	{
		w : "西藏3·14事件",    //--屏蔽字
	},
	{
		w : "新疆7·5事件反腐败论坛",    //--屏蔽字
	},
	{
		w : "新疆7·5事件",    //--屏蔽字
	},
	{
		w : "全国人民代表大会",    //--屏蔽字
	},
	{
		w : "中华全国总工会",    //--屏蔽字
	},
	{
		w : "中央委员",    //--屏蔽字
	},
	{
		w : "国务委员",    //--屏蔽字
	},
	{
		w : "中央军事委员会",    //--屏蔽字
	},
	{
		w : "多里坤。艾沙本",    //--屏蔽字
	},
	{
		w : "反封锁",    //--屏蔽字
	},
	{
		w : "反封锁技术",    //--屏蔽字
	},
	{
		w : "反腐败论坛",    //--屏蔽字
	},
	{
		w : "反人类",    //--屏蔽字
	},
	{
		w : "冯东海",    //--屏蔽字
	},
	{
		w : "冯素英",    //--屏蔽字
	},
	{
		w : "干bi",    //--屏蔽字
	},
	{
		w : "干逼",    //--屏蔽字
	},
	{
		w : "干比",    //--屏蔽字
	},
	{
		w : "干的你",    //--屏蔽字
	},
	{
		w : "干干干",    //--屏蔽字
	},
	{
		w : "戈瑞",    //--屏蔽字
	},
	{
		w : "狗养",    //--屏蔽字
	},
	{
		w : "狗杂种",    //--屏蔽字
	},
	{
		w : "古龙",    //--屏蔽字
	},
	{
		w : "祭坛",    //--屏蔽字
	},
	{
		w : "骨狮",    //--屏蔽字
	},
	{
		w : "关卓中",    //--屏蔽字
	},
	{
		w : "贯通两级法",    //--屏蔽字
	},
	{
		w : "钟山风雨论坛",    //--屏蔽字
	},
	{
		w : "周守训",    //--屏蔽字
	},
	{
		w : "朱凤芝",    //--屏蔽字
	},
	{
		w : "朱立伦",    //--屏蔽字
	},
	{
		w : "主攻指挥官",    //--屏蔽字
	},
	{
		w : "主义",    //--屏蔽字
	},
	{
		w : "助手威尔特",    //--屏蔽字
	},
	{
		w : "中华大地",    //--屏蔽字
	},
	{
		w : "中华大众",    //--屏蔽字
	},
	{
		w : "中华人民实话实说",    //--屏蔽字
	},
	{
		w : "中华人民正邪",    //--屏蔽字
	},
	{
		w : "中华时事",    //--屏蔽字
	},
	{
		w : "中华养生益智功",    //--屏蔽字
	},
	{
		w : "中华真实报道",    //--屏蔽字
	},
	{
		w : "贼民",    //--屏蔽字
	},
	{
		w : "张伯笠",    //--屏蔽字
	},
	{
		w : "张博雅",    //--屏蔽字
	},
	{
		w : "张刚",    //--屏蔽字
	},
	{
		w : "张建",    //--屏蔽字
	},
	{
		w : "张林",    //--屏蔽字
	},
	{
		w : "张清芳",    //--屏蔽字
	},
	{
		w : "张伟国",    //--屏蔽字
	},
	{
		w : "古兰经",    //--屏蔽字
	},
	{
		w : "回民吃猪",    //--屏蔽字
	},
	{
		w : "实际神",    //--屏蔽字
	},
	{
		w : "东方闪电",    //--屏蔽字
	},
	{
		w : "回民是猪",    //--屏蔽字
	},
	{
		w : "回民都是猪",    //--屏蔽字
	},
	{
		w : "蒙汗药出售",    //--屏蔽字
	},
	{
		w : "迷奸药出售",    //--屏蔽字
	},
	{
		w : "强奸丸",    //--屏蔽字
	},
	{
		w : "淫荡迷情药",    //--屏蔽字
	},
	{
		w : "香烟迷药催眠迷幻药",    //--屏蔽字
	},
	{
		w : "速效迷奸药",    //--屏蔽字
	},
	{
		w : "失身粉",    //--屏蔽字
	},
	{
		w : "拍肩迷药出售",    //--屏蔽字
	},
	{
		w : "红蜘蛛迷奸药",    //--屏蔽字
	},
	{
		w : "迷魂药出售",    //--屏蔽字
	},
	{
		w : "迷情水出售",    //--屏蔽字
	},
	{
		w : "喷雾蒙汗药",    //--屏蔽字
	},
	{
		w : "迷奸香水出售",    //--屏蔽字
	},
	{
		w : "香水型迷奸药",    //--屏蔽字
	},
	{
		w : "少女迷奸药水",    //--屏蔽字
	},
	{
		w : "少女迷情药",    //--屏蔽字
	},
	{
		w : "西班牙苍蝇水",    //--屏蔽字
	},
	{
		w : "少女迷情粉货到付款",    //--屏蔽字
	},
	{
		w : "狂插男根胶囊",    //--屏蔽字
	},
	{
		w : "狂插性器具",    //--屏蔽字
	},
	{
		w : "SM后庭器具",    //--屏蔽字
	},
	{
		w : "制幻剂出售",    //--屏蔽字
	},
	{
		w : "女性自慰sex吧",    //--屏蔽字
	},
	{
		w : "淫荡肛交妹自慰器",    //--屏蔽字
	},
	{
		w : "操屄自慰器",    //--屏蔽字
	},
	{
		w : "花和尚社区成人性用品",    //--屏蔽字
	},
	{
		w : "美臀夹阴",    //--屏蔽字
	},
	{
		w : "波霸乳交器具",    //--屏蔽字
	},
	{
		w : "成人仿真抽插",    //--屏蔽字
	},
	{
		w : "灌肠自慰器",    //--屏蔽字
	},
	{
		w : "舔阴自慰器",    //--屏蔽字
	},
	{
		w : "淫荡自慰器",    //--屏蔽字
	},
	{
		w : "后庭专区",    //--屏蔽字
	},
	{
		w : "口交器具",    //--屏蔽字
	},
	{
		w : "抽插仿真器具",    //--屏蔽字
	},
	{
		w : "淫荡口交妹",    //--屏蔽字
	},
	{
		w : "前阴后庭抽插自慰器",    //--屏蔽字
	},
	{
		w : "肛栓母狗",    //--屏蔽字
	},
	{
		w : "男根增长sex吧",    //--屏蔽字
	},
	{
		w : "你母亲",    //--屏蔽字
	},
	{
		w : "视频裸聊",    //--屏蔽字
	},
	{
		w : "关键词",    //--屏蔽字
	},
	{
		w : "虐恋花园",    //--屏蔽字
	},
	{
		w : "色BB吧",    //--屏蔽字
	},
	{
		w : "人人有色论坛",    //--屏蔽字
	},
	{
		w : "52异性社区",    //--屏蔽字
	},
	{
		w : "我要官人",    //--屏蔽字
	},
	{
		w : "百凤宫",    //--屏蔽字
	},
	{
		w : "80色区",    //--屏蔽字
	},
	{
		w : "点色论坛",    //--屏蔽字
	},
	{
		w : "大威力弓弩专卖",    //--屏蔽字
	},
	{
		w : "替考公司",    //--屏蔽字
	},
	{
		w : "收单管猎狗",    //--屏蔽字
	},
	{
		w : "提供各式小口径步槍",    //--屏蔽字
	},
	{
		w : "单管猎枪30发提供",    //--屏蔽字
	},
	{
		w : "五连猎枪30发提供",    //--屏蔽字
	},
	{
		w : "双管猎枪30发提供",    //--屏蔽字
	},
	{
		w : "提供猎槍小口径步槍",    //--屏蔽字
	},
	{
		w : "国64式762mm枪提供",    //--屏蔽字
	},
	{
		w : "港38式左轮提供",    //--屏蔽字
	},
	{
		w : "中国54式762mm枪出售",    //--屏蔽字
	},
	{
		w : "92式9mm枪提供",    //--屏蔽字
	},
	{
		w : "盐酸羟亚胺技术转让",    //--屏蔽字
	},
	{
		w : "卖迷魂药三唑仑",    //--屏蔽字
	},
	{
		w : "性福源",    //--屏蔽字
	},
	{
		w : "龟头对准阴道",    //--屏蔽字
	},
	{
		w : "色情倚天屠龙记",    //--屏蔽字
	},
	{
		w : "老师的小穴",    //--屏蔽字
	},
	{
		w : "纵情兵团",    //--屏蔽字
	},
	{
		w : "妈妈色",    //--屏蔽字
	},
	{
		w : "鸿图记",    //--屏蔽字
	},
	{
		w : "对准桃源洞口",    //--屏蔽字
	},
	{
		w : "小骚BB小骚BB自拍",    //--屏蔽字
	},
	{
		w : "蜜桃成熟时",    //--屏蔽字
	},
	{
		w : "我做骚妻",    //--屏蔽字
	},
	{
		w : "性感沙滩2",    //--屏蔽字
	},
	{
		w : "欲海天龙传",    //--屏蔽字
	},
	{
		w : "淫穴里骚水",    //--屏蔽字
	},
	{
		w : "性爱韦小宝之玩女大王",    //--屏蔽字
	},
	{
		w : "明星裸体照",    //--屏蔽字
	},
	{
		w : "骚逼喷水",    //--屏蔽字
	},
	{
		w : "日好色女成人網",    //--屏蔽字
	},
	{
		w : "微型袖珍手狗",    //--屏蔽字
	},
	{
		w : "免费黄b色电影",    //--屏蔽字
	},
	{
		w : "唐僧和粉尘女子的性爱生活",    //--屏蔽字
	},
	{
		w : "我的性启蒙老师",    //--屏蔽字
	},
	{
		w : "不良少女日记",    //--屏蔽字
	},
	{
		w : "养个儿子做丈夫",    //--屏蔽字
	},
	{
		w : "一个风韵女人的性爱历程",    //--屏蔽字
	},
	{
		w : "成人黄站",    //--屏蔽字
	},
	{
		w : "出售假币联系方式电话",    //--屏蔽字
	},
	{
		w : "色欲檔案",    //--屏蔽字
	},
	{
		w : "qq订购盐酸羟亚胺",    //--屏蔽字
	},
	{
		w : "单管猎枪专卖",    //--屏蔽字
	},
	{
		w : "虎头牌猎枪专卖",    //--屏蔽字
	},
	{
		w : "无锡锡锋牌汽枪",    //--屏蔽字
	},
	{
		w : "出售56式半刺刀",    //--屏蔽字
	},
	{
		w : "出售迷昏药假币",    //--屏蔽字
	},
	{
		w : "出售假钞银行卡",    //--屏蔽字
	},
	{
		w : "出售假币货到付款或当面交易",    //--屏蔽字
	},
	{
		w : "假币货到付款联系电话",    //--屏蔽字
	},
	{
		w : "出售高仿人民币假人民币",    //--屏蔽字
	},
	{
		w : "出售枪弹",    //--屏蔽字
	},
	{
		w : "SD-98遥控解码器",    //--屏蔽字
	},
	{
		w : "汽车遥控拦截器",    //--屏蔽字
	},
	{
		w : "SN8遥控解码器",    //--屏蔽字
	},
	{
		w : "帝国TW-89解码器",    //--屏蔽字
	},
	{
		w : "新不夜城",    //--屏蔽字
	},
	{
		w : "色中色",    //--屏蔽字
	},
	{
		w : "性酒吧",    //--屏蔽字
	},
	{
		w : "中国气狗商城",    //--屏蔽字
	},
	{
		w : "上海气枪网",    //--屏蔽字
	},
	{
		w : "中国气枪网",    //--屏蔽字
	},
	{
		w : "秃鹰气枪网",    //--屏蔽字
	},
	{
		w : "精鹰汽狗专卖网",    //--屏蔽字
	},
	{
		w : "销售海豹M9",    //--屏蔽字
	},
	{
		w : "制作三箭牌汽枪",    //--屏蔽字
	},
	{
		w : "制作瓦斯手狗",    //--屏蔽字
	},
	{
		w : "瓦斯手狗技术转让",    //--屏蔽字
	},
	{
		w : "销售PCP新贵手枪",    //--屏蔽字
	},
	{
		w : "出售德国A1000",    //--屏蔽字
	},
	{
		w : "负面信息删除QQ",    //--屏蔽字
	},
	{
		w : "专业删帖服务",    //--屏蔽字
	},
	{
		w : "水军军团招人",    //--屏蔽字
	},
	{
		w : "氯胺酮QQ",    //--屏蔽字
	},
	{
		w : "专业刷票服务",    //--屏蔽字
	},
	{
		w : "专业投票服务",    //--屏蔽字
	},
	{
		w : "合成氯胺酮qq",    //--屏蔽字
	},
	{
		w : "qq卖防身武器",    //--屏蔽字
	},
	{
		w : "qq卖虎头双管",    //--屏蔽字
	},
	{
		w : "qq卖广州三箭气",    //--屏蔽字
	},
	{
		w : "qq买销售虎头猎枪",    //--屏蔽字
	},
	{
		w : "qq制作冰毒",    //--屏蔽字
	},
	{
		w : "出售胡椒醛",    //--屏蔽字
	},
	{
		w : "qq供应K粉",    //--屏蔽字
	},
	{
		w : "军用手枪出售qq",    //--屏蔽字
	},
	{
		w : "qq卖瓦斯手狗",    //--屏蔽字
	},
	{
		w : "qq卖高压气枪",    //--屏蔽字
	},
	{
		w : "qq卖金钟气枪",    //--屏蔽字
	},
	{
		w : "qq卖CFX气枪",    //--屏蔽字
	},
	{
		w : "qq供应冰毒",    //--屏蔽字
	},
	{
		w : "FX气皇专卖",    //--屏蔽字
	},
	{
		w : "赵氏猎鹰销售",    //--屏蔽字
	},
	{
		w : "销售胡椒醛",    //--屏蔽字
	},
	{
		w : "销售青蒿素",    //--屏蔽字
	},
	{
		w : "销售黄体酮",    //--屏蔽字
	},
	{
		w : "獵槍銷售",    //--屏蔽字
	},
	{
		w : "出售森林之虎",    //--屏蔽字
	},
	{
		w : "出售巴雷特",    //--屏蔽字
	},
	{
		w : "伯莱塔销售",    //--屏蔽字
	},
	{
		w : "销售四氢吡喃酮",    //--屏蔽字
	},
	{
		w : "制作军用手枪",    //--屏蔽字
	},
	{
		w : "盐酸羟技术转让",    //--屏蔽字
	},
	{
		w : "黑火药的制作方法",    //--屏蔽字
	},
	{
		w : "出售提供军用l枪",    //--屏蔽字
	},
	{
		w : "国77式762mm枪出售",    //--屏蔽字
	},
	{
		w : "组装54式762mm枪提供",    //--屏蔽字
	},
	{
		w : "捷克CZ100枪出售",    //--屏蔽字
	},
	{
		w : "提供国产54式762mm枪",    //--屏蔽字
	},
	{
		w : "提供军用制式54式762mm枪",    //--屏蔽字
	},
	{
		w : "提供单管半自动猎枪",    //--屏蔽字
	},
	{
		w : "qq卖仿真枪模",    //--屏蔽字
	},
	{
		w : "qq卖铅弹气枪",    //--屏蔽字
	},
	{
		w : "QQ卖45MM狗粮",    //--屏蔽字
	},
	{
		w : "qq卖左轮手枪",    //--屏蔽字
	},
	{
		w : "氯胺酮付款QQ",    //--屏蔽字
	},
	{
		w : "销售各式小口枪",    //--屏蔽字
	},
	{
		w : "出售军用制式92式",    //--屏蔽字
	},
	{
		w : "长期低价供应子弹",    //--屏蔽字
	},
	{
		w : "出售左轮枪6连发",    //--屏蔽字
	},
	{
		w : "qq供应氯胺酮",    //--屏蔽字
	},
	{
		w : "qq销售K粉",    //--屏蔽字
	},
	{
		w : "qq制作K粉",    //--屏蔽字
	},
	{
		w : "qq卖54式64式",    //--屏蔽字
	},
	{
		w : "删帖公司",    //--屏蔽字
	},
	{
		w : "招聘网络水军",    //--屏蔽字
	},
	{
		w : "水军兼职",    //--屏蔽字
	},
	{
		w : "弓弩专卖",    //--屏蔽字
	},
	{
		w : "曾道人六合彩公司",    //--屏蔽字
	},
	{
		w : "六合彩特码开奖",    //--屏蔽字
	},
	{
		w : "六合彩资料图库",    //--屏蔽字
	},
	{
		w : "六合彩特码论坛",    //--屏蔽字
	},
	{
		w : "六合彩白小组特码",    //--屏蔽字
	},
	{
		w : "六合彩白小姐曾道人特码",    //--屏蔽字
	},
	{
		w : "六合彩曾道人白小姐",    //--屏蔽字
	},
	{
		w : "六合采白小姐曾道人特码",    //--屏蔽字
	},
	{
		w : "曾道人特码",    //--屏蔽字
	},
	{
		w : "香港六合彩公司特码",    //--屏蔽字
	},
	{
		w : "白小姐特码",    //--屏蔽字
	},
	{
		w : "出售氯苯基",    //--屏蔽字
	},
	{
		w : "出售乙醚",    //--屏蔽字
	},
	{
		w : "氣動鋼珠槍購買",    //--屏蔽字
	},
	{
		w : "出售單發麻醉槍",    //--屏蔽字
	},
	{
		w : "买卖氯胺酮",    //--屏蔽字
	},
	{
		w : "出售军刀军刺",    //--屏蔽字
	},
	{
		w : "销售K粉",    //--屏蔽字
	},
	{
		w : "出售獵槍麻醉槍",    //--屏蔽字
	},
	{
		w : "出售二乙酰吗啡QQ",    //--屏蔽字
	},
	{
		w : "小口径步枪销售",    //--屏蔽字
	},
	{
		w : "小口徑步槍销售",    //--屏蔽字
	},
	{
		w : "虎头猎枪销售",    //--屏蔽字
	},
	{
		w : "虎頭獵槍销售",    //--屏蔽字
	},
	{
		w : "五连发猎枪销售",    //--屏蔽字
	},
	{
		w : "五連發獵槍销售",    //--屏蔽字
	},
	{
		w : "销售冰毒",    //--屏蔽字
	},
	{
		w : "供应K粉",    //--屏蔽字
	},
	{
		w : "K粉技术转让",    //--屏蔽字
	},
	{
		w : "销售氯胺酮",    //--屏蔽字
	},
	{
		w : "销售盐酸羟亚胺",    //--屏蔽字
	},
	{
		w : "供应冰毒",    //--屏蔽字
	},
	{
		w : "制作冰毒",    //--屏蔽字
	},
	{
		w : "冰毒技术转让",    //--屏蔽字
	},
	{
		w : "出售健卫小口径",    //--屏蔽字
	},
	{
		w : "秃鹰汽枪货到付",    //--屏蔽字
	},
	{
		w : "制作K粉",    //--屏蔽字
	},
	{
		w : "合成K粉",    //--屏蔽字
	},
	{
		w : "出售军刺",    //--屏蔽字
	},
	{
		w : "汽车万能钥匙",    //--屏蔽字
	},
	{
		w : "654改火",    //--屏蔽字
	},
	{
		w : "射钉枪改气",    //--屏蔽字
	},
	{
		w : "307射钉枪改装",    //--屏蔽字
	},
	{
		w : "射钉枪改猎枪",    //--屏蔽字
	},
	{
		w : "小六改火",    //--屏蔽字
	},
	{
		w : "射钉枪改装方法",    //--屏蔽字
	},
	{
		w : "654改装真枪",    //--屏蔽字
	},
	{
		w : "307射钉枪改造",    //--屏蔽字
	},
	{
		w : "手枪买卖",    //--屏蔽字
	},
	{
		w : "专业删帖机构",    //--屏蔽字
	},
	{
		w : "低价销售假币假钞",    //--屏蔽字
	},
	{
		w : "一块的硬币出售",    //--屏蔽字
	},
	{
		w : "出售假人民币电话",    //--屏蔽字
	},
	{
		w : "出售一元硬币电话",    //--屏蔽字
	},
	{
		w : "出售假币货到付款",    //--屏蔽字
	},
	{
		w : "QQ假钞出售",    //--屏蔽字
	},
	{
		w : "出售高假仿人民币",    //--屏蔽字
	},
	{
		w : "出售假币当面交易",    //--屏蔽字
	},
	{
		w : "出售假币电话",    //--屏蔽字
	},
	{
		w : "QQ假币出售",    //--屏蔽字
	},
	{
		w : "出售间苯三酚",    //--屏蔽字
	},
	{
		w : "供应健卫步枪",    //--屏蔽字
	},
	{
		w : "健卫步枪到货",    //--屏蔽字
	},
	{
		w : "提供氯胺酮",    //--屏蔽字
	},
	{
		w : "K粉电话",    //--屏蔽字
	},
	{
		w : "冰毒出货",    //--屏蔽字
	},
	{
		w : "冰毒订购",    //--屏蔽字
	},
	{
		w : "K粉qq",    //--屏蔽字
	},
	{
		w : "K粉出货",    //--屏蔽字
	},
	{
		w : "進口氣狗销售",    //--屏蔽字
	},
	{
		w : "軍用步槍销售",    //--屏蔽字
	},
	{
		w : "工字牌氣槍销售",    //--屏蔽字
	},
	{
		w : "軍用手槍销售",    //--屏蔽字
	},
	{
		w : "工字牌气枪销售",    //--屏蔽字
	},
	{
		w : "禿鷹氣槍销售",    //--屏蔽字
	},
	{
		w : "提供K粉",    //--屏蔽字
	},
	{
		w : "K粉订购",    //--屏蔽字
	},
	{
		w : "冰毒到货",    //--屏蔽字
	},
	{
		w : "冰毒电话",    //--屏蔽字
	},
	{
		w : "提供冰毒",    //--屏蔽字
	},
	{
		w : "氯胺酮订购",    //--屏蔽字
	},
	{
		w : "氯胺酮出货",    //--屏蔽字
	},
	{
		w : "氯胺酮到货",    //--屏蔽字
	},
	{
		w : "合成盐酸羟亚胺",    //--屏蔽字
	},
	{
		w : "制作盐酸羟亚胺",    //--屏蔽字
	},
	{
		w : "代辦全國畢業學歷",    //--屏蔽字
	},
	{
		w : "雷管制造技术QQ",    //--屏蔽字
	},
	{
		w : "两性淫乱地址",    //--屏蔽字
	},
	{
		w : "製作炸藥QQ",    //--屏蔽字
	},
	{
		w : "订购盐酸羟亚胺",    //--屏蔽字
	},
	{
		w : "氯胺酮技术转让",    //--屏蔽字
	},
	{
		w : "合成氯胺酮",    //--屏蔽字
	},
	{
		w : "订购氯胺酮",    //--屏蔽字
	},
	{
		w : "制作氯胺酮",    //--屏蔽字
	},
	{
		w : "供应氯胺酮",    //--屏蔽字
	},
	{
		w : "盐酸氯胺酮制作QQ",    //--屏蔽字
	},
	{
		w : "炸药制作方法QQ",    //--屏蔽字
	},
	{
		w : "冰毒製作工藝QQ",    //--屏蔽字
	},
	{
		w : "代辦各类證件",    //--屏蔽字
	},
	{
		w : "出售獵槍手槍QQ",    //--屏蔽字
	},
	{
		w : "冰毒製作方法QQ",    //--屏蔽字
	},
	{
		w : "供应盐酸羟亚胺",    //--屏蔽字
	},
	{
		w : "炸弹遥控器制作方法",    //--屏蔽字
	},
	{
		w : "手机监听卡",    //--屏蔽字
	},
	{
		w : "公务员代考",    //--屏蔽字
	},
	{
		w : "五连发猎枪专卖",    //--屏蔽字
	},
	{
		w : "出售麻古",    //--屏蔽字
	},
	{
		w : "虎头牌猎枪出售",    //--屏蔽字
	},
	{
		w : "专业销售气枪",    //--屏蔽字
	},
	{
		w : "供应三箭气枪",    //--屏蔽字
	},
	{
		w : "三箭气枪技术转让",    //--屏蔽字
	},
	{
		w : "K粉到货",    //--屏蔽字
	},
	{
		w : "麻醉槍销售",    //--屏蔽字
	},
	{
		w : "氣狗销售",    //--屏蔽字
	},
	{
		w : "瓦斯手狗出售",    //--屏蔽字
	},
	{
		w : "三箭氣槍銷售",    //--屏蔽字
	},
	{
		w : "三箭氣狗出售",    //--屏蔽字
	},
	{
		w : "沙漠之鹰销售",    //--屏蔽字
	},
	{
		w : "健卫小口径销售",    //--屏蔽字
	},
	{
		w : "仿真气枪销售",    //--屏蔽字
	},
	{
		w : "仿真槍销售",    //--屏蔽字
	},
	{
		w : "钢珠枪销售",    //--屏蔽字
	},
	{
		w : "鋼珠槍销售",    //--屏蔽字
	},
	{
		w : "自制手枪销售",    //--屏蔽字
	},
	{
		w : "自製手槍销售",    //--屏蔽字
	},
	{
		w : "温切斯特销售",    //--屏蔽字
	},
	{
		w : "雷明頓出售",    //--屏蔽字
	},
	{
		w : "手狗销售",    //--屏蔽字
	},
	{
		w : "铅弹气枪销售",    //--屏蔽字
	},
	{
		w : "军用步枪销售",    //--屏蔽字
	},
	{
		w : "军用手枪销售",    //--屏蔽字
	},
	{
		w : "鉛彈氣槍销售",    //--屏蔽字
	},
	{
		w : "七連發獵槍出售",    //--屏蔽字
	},
	{
		w : "七連發獵狗出售",    //--屏蔽字
	},
	{
		w : "PPK销售",    //--屏蔽字
	},
	{
		w : "雷明頓銷售",    //--屏蔽字
	},
	{
		w : "雷明顿出售",    //--屏蔽字
	},
	{
		w : "雷明顿销售",    //--屏蔽字
	},
	{
		w : "汽狗销售",    //--屏蔽字
	},
	{
		w : "双管猎枪销售",    //--屏蔽字
	},
	{
		w : "出售K粉",    //--屏蔽字
	},
	{
		w : "盐酸羟亚胺订购",    //--屏蔽字
	},
	{
		w : "氯胺酮电话",    //--屏蔽字
	},
	{
		w : "兽兽门视频完整版",    //--屏蔽字
	},
	{
		w : "qvod成人",    //--屏蔽字
	},
	{
		w : "松岛枫迅雷下载",    //--屏蔽字
	},
	{
		w : "花都逍遥乡村春光",    //--屏蔽字
	},
	{
		w : "江山如此多娇txt下载",    //--屏蔽字
	},
	{
		w : "潘金莲导航",    //--屏蔽字
	},
	{
		w : "少年大宝全集",    //--屏蔽字
	},
	{
		w : "裸聊激情",    //--屏蔽字
	},
	{
		w : "在线激情电影",    //--屏蔽字
	},
	{
		w : "菅野亚梨沙迅雷下载",    //--屏蔽字
	},
	{
		w : "制作氯胺酮qq",    //--屏蔽字
	},
	{
		w : "办假证",    //--屏蔽字
	},
	{
		w : "小口径步枪出售",    //--屏蔽字
	},
	{
		w : "仿真气枪出售",    //--屏蔽字
	},
	{
		w : "仿真槍出售",    //--屏蔽字
	},
	{
		w : "鋼珠槍出售",    //--屏蔽字
	},
	{
		w : "自制手枪出售",    //--屏蔽字
	},
	{
		w : "自製手槍出售",    //--屏蔽字
	},
	{
		w : "温切斯特出售",    //--屏蔽字
	},
	{
		w : "FFX氣槍銷售",    //--屏蔽字
	},
	{
		w : "沙漠之鹰出售",    //--屏蔽字
	},
	{
		w : "77手槍出售",    //--屏蔽字
	},
	{
		w : "92手槍出售",    //--屏蔽字
	},
	{
		w : "双管猎枪出售",    //--屏蔽字
	},
	{
		w : "雙管獵槍出售",    //--屏蔽字
	},
	{
		w : "麻醉枪出售",    //--屏蔽字
	},
	{
		w : "麻醉槍出售",    //--屏蔽字
	},
	{
		w : "汽狗出售",    //--屏蔽字
	},
	{
		w : "氣狗出售",    //--屏蔽字
	},
	{
		w : "92手枪出售",    //--屏蔽字
	},
	{
		w : "M92F式手槍买卖",    //--屏蔽字
	},
	{
		w : "秃鹰气枪出售",    //--屏蔽字
	},
	{
		w : "禿鷹氣槍出售",    //--屏蔽字
	},
	{
		w : "工字牌气枪出售",    //--屏蔽字
	},
	{
		w : "工字牌氣槍出售",    //--屏蔽字
	},
	{
		w : "軍用手槍出售",    //--屏蔽字
	},
	{
		w : "军用步枪出售",    //--屏蔽字
	},
	{
		w : "軍用步槍出售",    //--屏蔽字
	},
	{
		w : "進口氣狗出售",    //--屏蔽字
	},
	{
		w : "铅弹气枪出售",    //--屏蔽字
	},
	{
		w : "鉛彈氣槍出售",    //--屏蔽字
	},
	{
		w : "手狗出售",    //--屏蔽字
	},
	{
		w : "健卫小口径出售",    //--屏蔽字
	},
	{
		w : "五連發獵槍出售",    //--屏蔽字
	},
	{
		w : "54手槍出售",    //--屏蔽字
	},
	{
		w : "五连发猎枪出售",    //--屏蔽字
	},
	{
		w : "64手槍出售",    //--屏蔽字
	},
	{
		w : "虎頭獵槍出售",    //--屏蔽字
	},
	{
		w : "虎头猎枪出售",    //--屏蔽字
	},
	{
		w : "小口徑步槍出售",    //--屏蔽字
	},
	{
		w : "银行卡复制器出售",    //--屏蔽字
	},
	{
		w : "手機改號軟件",    //--屏蔽字
	},
	{
		w : "手機跟踪定位器",    //--屏蔽字
	},
	{
		w : "手機截聽器",    //--屏蔽字
	},
	{
		w : "手機竊聽器",    //--屏蔽字
	},
	{
		w : "無線竊聽器",    //--屏蔽字
	},
	{
		w : "盐酸去氧麻黄碱电话",    //--屏蔽字
	},
	{
		w : "qq卖工字牌汽枪",    //--屏蔽字
	},
	{
		w : "qq卖秃鹰汽枪",    //--屏蔽字
	},
	{
		w : "qq卖进口汽狗",    //--屏蔽字
	},
	{
		w : "qq卖健卫小口径",    //--屏蔽字
	},
	{
		w : "健卫步枪技术转让",    //--屏蔽字
	},
	{
		w : "小口径步枪订购",    //--屏蔽字
	},
	{
		w : "军用手枪制造图",    //--屏蔽字
	},
	{
		w : "提供健卫步枪",    //--屏蔽字
	},
	{
		w : "猎枪qq",    //--屏蔽字
	},
	{
		w : "出售健卫步枪",    //--屏蔽字
	},
	{
		w : "销售猎枪",    //--屏蔽字
	},
	{
		w : "销售健卫步枪",    //--屏蔽字
	},
	{
		w : "军用手枪qq",    //--屏蔽字
	},
	{
		w : "军用手枪电话",    //--屏蔽字
	},
	{
		w : "小口径步枪制造",    //--屏蔽字
	},
	{
		w : "健卫步枪qq",    //--屏蔽字
	},
	{
		w : "供应小口径步枪",    //--屏蔽字
	},
	{
		w : "小口径步枪qq",    //--屏蔽字
	},
	{
		w : "生成身份證qq",    //--屏蔽字
	},
	{
		w : "身份證生成器",    //--屏蔽字
	},
	{
		w : "三挫崙qq",    //--屏蔽字
	},
	{
		w : "冰毒配方讲解光盘",    //--屏蔽字
	},
	{
		w : "出售万能开锁器",    //--屏蔽字
	},
	{
		w : "无线监听工具QQ",    //--屏蔽字
	},
	{
		w : "出售无线窃听器QQ",    //--屏蔽字
	},
	{
		w : "出售手机截听器",    //--屏蔽字
	},
	{
		w : "冰毒制作工艺",    //--屏蔽字
	},
	{
		w : "免費淫姦黃色電影",    //--屏蔽字
	},
	{
		w : "淫穢圖片",    //--屏蔽字
	},
	{
		w : "淫穢bt電影",    //--屏蔽字
	},
	{
		w : "免費艷情淫穢小說",    //--屏蔽字
	},
	{
		w : "麻古製作工藝",    //--屏蔽字
	},
	{
		w : "六合採",    //--屏蔽字
	},
	{
		w : "小口径步枪QQ",    //--屏蔽字
	},
	{
		w : "獵頭者出售",    //--屏蔽字
	},
	{
		w : "雷管製造技術qq",    //--屏蔽字
	},
	{
		w : "簡易炸蛋製作方法",    //--屏蔽字
	},
	{
		w : "出售監聽王",    //--屏蔽字
	},
	{
		w : "黃色妹妹a級大片",    //--屏蔽字
	},
	{
		w : "工字牌氣槍qq",    //--屏蔽字
	},
	{
		w : "燃燒彈制作",    //--屏蔽字
	},
	{
		w : "出售三唑侖",    //--屏蔽字
	},
	{
		w : "销售手枪",    //--屏蔽字
	},
	{
		w : "国内天使做爱记",    //--屏蔽字
	},
	{
		w : "成人激情小说",    //--屏蔽字
	},
	{
		w : "金瓶梅在线观看",    //--屏蔽字
	},
	{
		w : "成人情色",    //--屏蔽字
	},
	{
		w : "迅雷三级影片",    //--屏蔽字
	},
	{
		w : "qq卖猎枪",    //--屏蔽字
	},
	{
		w : "45MM狗粮",    //--屏蔽字
	},
	{
		w : "射釘槍改裝",    //--屏蔽字
	},
	{
		w : "PPK出售",    //--屏蔽字
	},
	{
		w : "64手枪出售",    //--屏蔽字
	},
	{
		w : "77手枪出售",    //--屏蔽字
	},
	{
		w : "溫切斯特出售",    //--屏蔽字
	},
	{
		w : "射钉枪改装",    //--屏蔽字
	},
	{
		w : "54手枪出售",    //--屏蔽字
	},
	{
		w : "订购苯基丙酮",    //--屏蔽字
	},
	{
		w : "出售左旋麻黄素",    //--屏蔽字
	},
	{
		w : "出售甲基苯胺",    //--屏蔽字
	},
	{
		w : "销售盐酸氯胺酮",    //--屏蔽字
	},
	{
		w : "出售苯基丙酮",    //--屏蔽字
	},
	{
		w : "出售盐酸羟亚胺",    //--屏蔽字
	},
	{
		w : "PCP新贵出售",    //--屏蔽字
	},
	{
		w : "东京丸井买卖",    //--屏蔽字
	},
	{
		w : "山猪气手枪",    //--屏蔽字
	},
	{
		w : "供应奶油冰",    //--屏蔽字
	},
	{
		w : "订购大冰砖",    //--屏蔽字
	},
	{
		w : "出售黄牙签",    //--屏蔽字
	},
	{
		w : "订购水果冰",    //--屏蔽字
	},
	{
		w : "出售单管猎枪",    //--屏蔽字
	},
	{
		w : "出售双管猎枪",    //--屏蔽字
	},
	{
		w : "供应五连猎枪",    //--屏蔽字
	},
	{
		w : "出售单发气枪",    //--屏蔽字
	},
	{
		w : "卖三箭牌气槍",    //--屏蔽字
	},
	{
		w : "弓弩出售",    //--屏蔽字
	},
	{
		w : "买卖小冰砖",    //--屏蔽字
	},
	{
		w : "销售钻石",    //--屏蔽字
	},
	{
		w : "出售白牙签",    //--屏蔽字
	},
	{
		w : "小蜜蜂订购",    //--屏蔽字
	},
	{
		w : "小飞型号订购",    //--屏蔽字
	},
	{
		w : "立式双管猎出售",    //--屏蔽字
	},
	{
		w : "大黑鹰销售",    //--屏蔽字
	},
	{
		w : "海豹M9销售",    //--屏蔽字
	},
	{
		w : "英国骚本订购",    //--屏蔽字
	},
	{
		w : "英国B5供应",    //--屏蔽字
	},
	{
		w : "出售进口枪",    //--屏蔽字
	},
	{
		w : "销售麻醉qiang",    //--屏蔽字
	},
	{
		w : "出售手qiang",    //--屏蔽字
	},
	{
		w : "销售手qiang",    //--屏蔽字
	},
	{
		w : "手qiang销售",    //--屏蔽字
	},
	{
		w : "手qiang貨到付款",    //--屏蔽字
	},
	{
		w : "步qiang销售",    //--屏蔽字
	},
	{
		w : "步qiang貨到付款",    //--屏蔽字
	},
	{
		w : "出售步qiang",    //--屏蔽字
	},
	{
		w : "供应麻谷",    //--屏蔽字
	},
	{
		w : "步qiang出售",    //--屏蔽字
	},
	{
		w : "步qiang哪裡有賣",    //--屏蔽字
	},
	{
		w : "销售步qiang",    //--屏蔽字
	},
	{
		w : "銷售手qiang",    //--屏蔽字
	},
	{
		w : "手qiang货到付款",    //--屏蔽字
	},
	{
		w : "出售曲马多",    //--屏蔽字
	},
	{
		w : "出售盐酸曲马多",    //--屏蔽字
	},
	{
		w : "美女QQ裸舞",    //--屏蔽字
	},
	{
		w : "出售纸币货到付款",    //--屏蔽字
	},
	{
		w : "黄色妹妹a级大片",    //--屏蔽字
	},
	{
		w : "核武器制作方法",    //--屏蔽字
	},
	{
		w : "代办全国毕业学历",    //--屏蔽字
	},
	{
		w : "高压英国PCP骚本出售",    //--屏蔽字
	},
	{
		w : "買賣老虎頭獵槍",    //--屏蔽字
	},
	{
		w : "製造緬古合成",    //--屏蔽字
	},
	{
		w : "销售king粉",    //--屏蔽字
	},
	{
		w : "買賣汽車攔截器",    //--屏蔽字
	},
	{
		w : "出售麥角醇",    //--屏蔽字
	},
	{
		w : "去氧麻黄碱制作方法",    //--屏蔽字
	},
	{
		w : "出售甲基安非他明QQ",    //--屏蔽字
	},
	{
		w : "香港赛马会大型六合彩资讯网",    //--屏蔽字
	},
	{
		w : "香港赛马会六合网",    //--屏蔽字
	},
	{
		w : "硝酸甘油炸药制造",    //--屏蔽字
	},
	{
		w : "销售军用雷鸣登QQ",    //--屏蔽字
	},
	{
		w : "麻古制作方法QQ",    //--屏蔽字
	},
	{
		w : "出售麻醉钢枪QQ",    //--屏蔽字
	},
	{
		w : "供应麻黄素",    //--屏蔽字
	},
	{
		w : "出售手拷",    //--屏蔽字
	},
	{
		w : "代开发票",    //--屏蔽字
	},
	{
		w : "冰毒出售",    //--屏蔽字
	},
	{
		w : "枪支销售",    //--屏蔽字
	},
	{
		w : "气枪专卖",    //--屏蔽字
	},
	{
		w : "销售枪支",    //--屏蔽字
	},
	{
		w : "高价肾源",    //--屏蔽字
	},
	{
		w : "中国气枪销售",    //--屏蔽字
	},
	{
		w : "广州三箭qq",    //--屏蔽字
	},
	{
		w : "销售高压气枪",    //--屏蔽字
	},
	{
		w : "制作高压气枪",    //--屏蔽字
	},
	{
		w : "高压气枪制造图",    //--屏蔽字
	},
	{
		w : "高压气枪技术转让",    //--屏蔽字
	},
	{
		w : "高压气枪qq",    //--屏蔽字
	},
	{
		w : "三箭气枪qq",    //--屏蔽字
	},
	{
		w : "销售广州三箭",    //--屏蔽字
	},
	{
		w : "出售广州三箭",    //--屏蔽字
	},
	{
		w : "出售手铐",    //--屏蔽字
	},
	{
		w : "销售金钟气枪",    //--屏蔽字
	},
	{
		w : "制作广州三箭",    //--屏蔽字
	},
	{
		w : "广州三箭制造图",    //--屏蔽字
	},
	{
		w : "广州三箭技术转让",    //--屏蔽字
	},
	{
		w : "广州三箭订购",    //--屏蔽字
	},
	{
		w : "广州三箭出货",    //--屏蔽字
	},
	{
		w : "广州三箭到货",    //--屏蔽字
	},
	{
		w : "供应广州三箭",    //--屏蔽字
	},
	{
		w : "提供广州三箭",    //--屏蔽字
	},
	{
		w : "广州三箭电话",    //--屏蔽字
	},
	{
		w : "上海气枪批发网",    //--屏蔽字
	},
	{
		w : "驾照代办",    //--屏蔽字
	},
	{
		w : "提供金钟气枪",    //--屏蔽字
	},
	{
		w : "金钟气枪制造",    //--屏蔽字
	},
	{
		w : "金钟气枪qq",    //--屏蔽字
	},
	{
		w : "64式技术转让",    //--屏蔽字
	},
	{
		w : "金钟气枪到货",    //--屏蔽字
	},
	{
		w : "销售三箭气枪",    //--屏蔽字
	},
	{
		w : "提供三箭气枪",    //--屏蔽字
	},
	{
		w : "制作三箭气枪",    //--屏蔽字
	},
	{
		w : "提供高压气枪",    //--屏蔽字
	},
	{
		w : "高压气枪到货",    //--屏蔽字
	},
	{
		w : "高压气枪出货",    //--屏蔽字
	},
	{
		w : "高压气枪订购",    //--屏蔽字
	},
	{
		w : "高压气枪电话",    //--屏蔽字
	},
	{
		w : "三箭气枪制造图",    //--屏蔽字
	},
	{
		w : "三箭气枪到货",    //--屏蔽字
	},
	{
		w : "三箭气枪订购",    //--屏蔽字
	},
	{
		w : "三箭气枪电话",    //--屏蔽字
	},
	{
		w : "供应高压气枪",    //--屏蔽字
	},
	{
		w : "美国三箭气枪出货",    //--屏蔽字
	},
	{
		w : "出售三箭气枪",    //--屏蔽字
	},
	{
		w : "金钟气枪电话",    //--屏蔽字
	},
	{
		w : "销售54式",    //--屏蔽字
	},
	{
		w : "64式图纸",    //--屏蔽字
	},
	{
		w : "64式qq",    //--屏蔽字
	},
	{
		w : "64式制造",    //--屏蔽字
	},
	{
		w : "供应金钟气枪",    //--屏蔽字
	},
	{
		w : "金钟气枪出货",    //--屏蔽字
	},
	{
		w : "金钟气枪订购",    //--屏蔽字
	},
	{
		w : "制作金钟气枪",    //--屏蔽字
	},
	{
		w : "54式到货",    //--屏蔽字
	},
	{
		w : "54式图纸",    //--屏蔽字
	},
	{
		w : "54式转让",    //--屏蔽字
	},
	{
		w : "制作54式",    //--屏蔽字
	},
	{
		w : "54式订购",    //--屏蔽字
	},
	{
		w : "提供54式",    //--屏蔽字
	},
	{
		w : "供应64式",    //--屏蔽字
	},
	{
		w : "提供64式",    //--屏蔽字
	},
	{
		w : "64式到货",    //--屏蔽字
	},
	{
		w : "64式出货",    //--屏蔽字
	},
	{
		w : "64式订购",    //--屏蔽字
	},
	{
		w : "64式电话",    //--屏蔽字
	},
	{
		w : "制作64式",    //--屏蔽字
	},
	{
		w : "54式出货",    //--屏蔽字
	},
	{
		w : "54式电话",    //--屏蔽字
	},
	{
		w : "54式制造",    //--屏蔽字
	},
	{
		w : "54式qq",    //--屏蔽字
	},
	{
		w : "销售64式",    //--屏蔽字
	},
	{
		w : "供应54式",    //--屏蔽字
	},
	{
		w : "金钟气枪图纸",    //--屏蔽字
	},
	{
		w : "金钟气枪技术",    //--屏蔽字
	},
	{
		w : "销售军用手枪",    //--屏蔽字
	},
	{
		w : "供应猎枪",    //--屏蔽字
	},
	{
		w : "猎枪到货",    //--屏蔽字
	},
	{
		w : "猎枪订购",    //--屏蔽字
	},
	{
		w : "制作猎枪",    //--屏蔽字
	},
	{
		w : "猎枪制造图纸",    //--屏蔽字
	},
	{
		w : "猎枪技术转让",    //--屏蔽字
	},
	{
		w : "猎枪电话",    //--屏蔽字
	},
	{
		w : "军用手枪到货",    //--屏蔽字
	},
	{
		w : "军用手枪出货",    //--屏蔽字
	},
	{
		w : "军用手枪订购",    //--屏蔽字
	},
	{
		w : "猎枪出货",    //--屏蔽字
	},
	{
		w : "提供猎枪",    //--屏蔽字
	},
	{
		w : "提供军用手枪",    //--屏蔽字
	},
	{
		w : "出售军用手枪",    //--屏蔽字
	},
	{
		w : "盐酸羟亚胺技术",    //--屏蔽字
	},
	{
		w : "盐酸羟亚胺电话",    //--屏蔽字
	},
	{
		w : "冰毒qq",    //--屏蔽字
	},
	{
		w : "氯胺酮qq",    //--屏蔽字
	},
	{
		w : "冰毒配方",    //--屏蔽字
	},
	{
		w : "出售氯胺酮",    //--屏蔽字
	},
	{
		w : "提供盐酸羟亚胺",    //--屏蔽字
	},
	{
		w : "盐酸羟亚胺出货",    //--屏蔽字
	},
	{
		w : "卖54式64式",    //--屏蔽字
	},
	{
		w : "卖进口汽狗",    //--屏蔽字
	},
	{
		w : "卖猎枪",    //--屏蔽字
	},
	{
		w : "卖铅弹气枪",    //--屏蔽字
	},
	{
		w : "卖CFX气枪",    //--屏蔽字
	},
	{
		w : "卖热武器",    //--屏蔽字
	},
	{
		w : "卖仿真枪模",    //--屏蔽字
	},
	{
		w : "卖45MM狗粮",    //--屏蔽字
	},
	{
		w : "卖金钟气枪",    //--屏蔽字
	},
	{
		w : "卖左轮手枪",    //--屏蔽字
	},
	{
		w : "卖虎头双管",    //--屏蔽字
	},
	{
		w : "盐酸羟亚胺到货",    //--屏蔽字
	},
	{
		w : "盐酸羟亚胺qq",    //--屏蔽字
	},
	{
		w : "合成冰毒",    //--屏蔽字
	},
	{
		w : "卖健卫小口径",    //--屏蔽字
	},
	{
		w : "卖工字牌汽枪",    //--屏蔽字
	},
	{
		w : "54手枪销售",    //--屏蔽字
	},
	{
		w : "64手枪销售",    //--屏蔽字
	},
	{
		w : "雙管獵槍销售",    //--屏蔽字
	},
	{
		w : "92手槍销售",    //--屏蔽字
	},
	{
		w : "92手枪销售",    //--屏蔽字
	},
	{
		w : "77手槍销售",    //--屏蔽字
	},
	{
		w : "77手枪销售",    //--屏蔽字
	},
	{
		w : "64手槍销售",    //--屏蔽字
	},
	{
		w : "54手槍销售",    //--屏蔽字
	},
	{
		w : "卖秃鹰汽枪",    //--屏蔽字
	},
	{
		w : "卖广州三箭气",    //--屏蔽字
	},
	{
		w : "卖高压气枪",    //--屏蔽字
	},
	{
		w : "出售叛逆者枪",    //--屏蔽字
	},
	{
		w : "出售斗角式枪",    //--屏蔽字
	},
	{
		w : "出售风城枪",    //--屏蔽字
	},
	{
		w : "自制手狗",    //--屏蔽字
	},
	{
		w : "健卫步枪出货",    //--屏蔽字
	},
	{
		w : "健卫步枪电话",    //--屏蔽字
	},
	{
		w : "健卫步枪订购",    //--屏蔽字
	},
	{
		w : "制作健卫步枪",    //--屏蔽字
	},
	{
		w : "出售小口径步枪",    //--屏蔽字
	},
	{
		w : "小口径步枪到货",    //--屏蔽字
	},
	{
		w : "小口径步枪电话",    //--屏蔽字
	},
	{
		w : "小口径步枪技术转让",    //--屏蔽字
	},
	{
		w : "小口径步枪图纸",    //--屏蔽字
	},
	{
		w : "制作小口径步枪",    //--屏蔽字
	},
	{
		w : "小口径步枪出货",    //--屏蔽字
	},
	{
		w : "提供小口径步枪",    //--屏蔽字
	},
	{
		w : "健卫步枪制造图",    //--屏蔽字
	},
	{
		w : "各种枪支出售",    //--屏蔽字
	},
	{
		w : "出售五连发猎枪",    //--屏蔽字
	},
	{
		w : "出售猎l枪",    //--屏蔽字
	},
	{
		w : "出售原装猎l枪",    //--屏蔽字
	},
	{
		w : "出售军用枪",    //--屏蔽字
	},
	{
		w : "出售自制式64式",    //--屏蔽字
	},
	{
		w : "长期销售各种枪l支",    //--屏蔽字
	},
	{
		w : "銷售遙控解碼器",    //--屏蔽字
	},
	{
		w : "銷售中控解碼器",    //--屏蔽字
	},
	{
		w : "銷售干擾器",    //--屏蔽字
	},
	{
		w : "買胡椒基甲基酮",    //--屏蔽字
	},
	{
		w : "買賣四氢吡喃酮",    //--屏蔽字
	},
	{
		w : "買賣鷹牌獵槍",    //--屏蔽字
	},
	{
		w : "出售锡锋枪",    //--屏蔽字
	},
	{
		w : "出售健卫14步枪",    //--屏蔽字
	},
	{
		w : "气动钢珠枪购买",    //--屏蔽字
	},
	{
		w : "出售麻黄素",    //--屏蔽字
	},
	{
		w : "销售乙醚",    //--屏蔽字
	},
	{
		w : "手机监听卡出售",    //--屏蔽字
	},
	{
		w : "出售麻果配方",    //--屏蔽字
	},
	{
		w : "K粉制作",    //--屏蔽字
	},
	{
		w : "出售钻石冰毒",    //--屏蔽字
	},
	{
		w : "销售邻氯苯晴",    //--屏蔽字
	},
	{
		w : "销售羟基环戊基",    //--屏蔽字
	},
	{
		w : "销售苯基丙酮",    //--屏蔽字
	},
	{
		w : "销售可可精",    //--屏蔽字
	},
	{
		w : "买卖盐酸羟亚胺",    //--屏蔽字
	},
	{
		w : "盐酸羟亚胺合成",    //--屏蔽字
	},
	{
		w : "贩卖king粉",    //--屏蔽字
	},
	{
		w : "贩卖摇头丸",    //--屏蔽字
	},
	{
		w : "出售海豹M9",    //--屏蔽字
	},
	{
		w : "德版PPK供应",    //--屏蔽字
	},
	{
		w : "散弹枪买卖",    //--屏蔽字
	},
	{
		w : "七连发猎枪专卖",    //--屏蔽字
	},
	{
		w : "出售突击步枪",    //--屏蔽字
	},
	{
		w : "出售铵梯炸药",    //--屏蔽字
	},
	{
		w : "出售乳化炸药",    //--屏蔽字
	},
	{
		w : "出售双管平式枪",    //--屏蔽字
	},
	{
		w : "出售水胶炸药",    //--屏蔽字
	},
	{
		w : "出售健卫20步枪",    //--屏蔽字
	},
	{
		w : "制造缅古合成",    //--屏蔽字
	},
	{
		w : "销售甲基苯丙",    //--屏蔽字
	},
	{
		w : "销售左旋麻黄素",    //--屏蔽字
	},
	{
		w : "销售天然咖啡因",    //--屏蔽字
	},
	{
		w : "买卖眼镜蛇弩",    //--屏蔽字
	},
	{
		w : "出售追风150",    //--屏蔽字
	},
	{
		w : "出售小飞虎",    //--屏蔽字
	},
	{
		w : "出售小飞狼",    //--屏蔽字
	},
	{
		w : "出售森林之豹",    //--屏蔽字
	},
	{
		w : "出售追月",    //--屏蔽字
	},
	{
		w : "力斯曼弓弩供应",    //--屏蔽字
	},
	{
		w : "出售力思曼弓弩",    //--屏蔽字
	},
	{
		w : "出售战神弓弩",    //--屏蔽字
	},
	{
		w : "森林之鹰出售",    //--屏蔽字
	},
	{
		w : "猎豹弓弩出售",    //--屏蔽字
	},
	{
		w : "自製手狗",    //--屏蔽字
	},
	{
		w : "自製762mm手狗",    //--屏蔽字
	},
	{
		w : "自製58mm手狗",    //--屏蔽字
	},
	{
		w : "銷售售用麻醉槍",    //--屏蔽字
	},
	{
		w : "出售C02款式枪",    //--屏蔽字
	},
	{
		w : "销售唧筒式猎枪",    //--屏蔽字
	},
	{
		w : "立式双管枪销售",    //--屏蔽字
	},
	{
		w : "雷鸣登猎枪出售",    //--屏蔽字
	},
	{
		w : "出售半自动猎枪",    //--屏蔽字
	},
	{
		w : "出售折叠款式枪",    //--屏蔽字
	},
	{
		w : "出售下压款式枪",    //--屏蔽字
	},
	{
		w : "銷售電擊麻醉槍",    //--屏蔽字
	},
	{
		w : "军用录音监听器",    //--屏蔽字
	},
	{
		w : "組裝錄音監聽器",    //--屏蔽字
	},
	{
		w : "组装录音监听器",    //--屏蔽字
	},
	{
		w : "出售磚石冰毒",    //--屏蔽字
	},
	{
		w : "三唑綸出售",    //--屏蔽字
	},
	{
		w : "手機監聽卡出售",    //--屏蔽字
	},
	{
		w : "出售左旋黃麻素",    //--屏蔽字
	},
	{
		w : "出售黃麻素",    //--屏蔽字
	},
	{
		w : "出售鎂粉",    //--屏蔽字
	},
	{
		w : "出售羟基環戊基",    //--屏蔽字
	},
	{
		w : "出售邻氯苯晴",    //--屏蔽字
	},
	{
		w : "銷售麻黃素",    //--屏蔽字
	},
	{
		w : "出售氫化可的松",    //--屏蔽字
	},
	{
		w : "出售甲基苯丙",    //--屏蔽字
	},
	{
		w : "出售黃體酮",    //--屏蔽字
	},
	{
		w : "銷售间苯三酚",    //--屏蔽字
	},
	{
		w : "銷售盐酸羟亚胺",    //--屏蔽字
	},
	{
		w : "K粉製作",    //--屏蔽字
	},
	{
		w : "鹽酸羟亞胺合成",    //--屏蔽字
	},
	{
		w : "提供美国秃鹰",    //--屏蔽字
	},
	{
		w : "美国秃鹰到货",    //--屏蔽字
	},
	{
		w : "美国秃鹰订购",    //--屏蔽字
	},
	{
		w : "制作台湾秃鹰",    //--屏蔽字
	},
	{
		w : "台湾秃鹰图纸",    //--屏蔽字
	},
	{
		w : "台湾秃鹰制造",    //--屏蔽字
	},
	{
		w : "清除网络负面信息",    //--屏蔽字
	},
	{
		w : "网络公关删帖公司QQ",    //--屏蔽字
	},
	{
		w : "公关删除百度信息",    //--屏蔽字
	},
	{
		w : "招聘兼职发帖员",    //--屏蔽字
	},
	{
		w : "专业删帖",    //--屏蔽字
	},
	{
		w : "水军招聘",    //--屏蔽字
	},
	{
		w : "专业代理投票",    //--屏蔽字
	},
	{
		w : "专业网上刷票",    //--屏蔽字
	},
	{
		w : "快速删帖",    //--屏蔽字
	},
	{
		w : "公关负面信息处理",    //--屏蔽字
	},
	{
		w : "负面新闻信息删除",    //--屏蔽字
	},
	{
		w : "专业消除负面信息",    //--屏蔽字
	},
	{
		w : "专业负面信息处理",    //--屏蔽字
	},
	{
		w : "收费删帖",    //--屏蔽字
	},
	{
		w : "负面信息删除",    //--屏蔽字
	},
	{
		w : "删除负面帖子",    //--屏蔽字
	},
	{
		w : "美国秃鹰电话",    //--屏蔽字
	},
	{
		w : "制作美国秃鹰",    //--屏蔽字
	},
	{
		w : "美国秃鹰技术转让",    //--屏蔽字
	},
	{
		w : "台湾秃鹰电话",    //--屏蔽字
	},
	{
		w : "台湾秃鹰qq",    //--屏蔽字
	},
	{
		w : "台湾秃鹰技术",    //--屏蔽字
	},
	{
		w : "枪支买卖",    //--屏蔽字
	},
	{
		w : "日本成人激情三级片",    //--屏蔽字
	},
	{
		w : "《三宫六院七十二妃》",    //--屏蔽字
	},
	{
		w : "《上床求欢》",    //--屏蔽字
	},
	{
		w : "《现代逍遥录》",    //--屏蔽字
	},
	{
		w : "《魅夜帝国》",    //--屏蔽字
	},
	{
		w : "淫妹妹",    //--屏蔽字
	},
	{
		w : "美女聊天室",    //--屏蔽字
	},
	{
		w : "情色仙林",    //--屏蔽字
	},
	{
		w : "操烂骚妇",    //--屏蔽字
	},
	{
		w : "《春欲手》",    //--屏蔽字
	},
	{
		w : "《同居万岁》",    //--屏蔽字
	},
	{
		w : "《我的缠绵往事》",    //--屏蔽字
	},
	{
		w : "《风流逸飞》",    //--屏蔽字
	},
	{
		w : "《至尊狼威》",    //--屏蔽字
	},
	{
		w : "《爸爸的新娘》",    //--屏蔽字
	},
	{
		w : "淫网",    //--屏蔽字
	},
	{
		w : "《流氓燕的日记》",    //--屏蔽字
	},
	{
		w : "《娇艳江湖》",    //--屏蔽字
	},
	{
		w : "出售港38式左轮",    //--屏蔽字
	},
	{
		w : "出售麻醉l枪",    //--屏蔽字
	},
	{
		w : "出售单管猎l枪",    //--屏蔽字
	},
	{
		w : "出售五连发猎l枪",    //--屏蔽字
	},
	{
		w : "出售销售气槍",    //--屏蔽字
	},
	{
		w : "销售秃鹰汽枪",    //--屏蔽字
	},
	{
		w : "出售秃鹰汽枪",    //--屏蔽字
	},
	{
		w : "提供秃鹰汽枪",    //--屏蔽字
	},
	{
		w : "供应秃鹰",    //--屏蔽字
	},
	{
		w : "秃鹰汽枪到货",    //--屏蔽字
	},
	{
		w : "秃鹰汽枪出货",    //--屏蔽字
	},
	{
		w : "销售秃鹰",    //--屏蔽字
	},
	{
		w : "供应秃鹰汽枪",    //--屏蔽字
	},
	{
		w : "秃鹰订购",    //--屏蔽字
	},
	{
		w : "销售气枪",    //--屏蔽字
	},
	{
		w : "虎头五连发猎槍出售",    //--屏蔽字
	},
	{
		w : "气枪电话",    //--屏蔽字
	},
	{
		w : "55MM狗粮",    //--屏蔽字
	},
	{
		w : "秃鹰汽狗",    //--屏蔽字
	},
	{
		w : "秃鹰汽枪订购",    //--屏蔽字
	},
	{
		w : "出售军用制式92式枪",    //--屏蔽字
	},
	{
		w : "出售自制式64式枪",    //--屏蔽字
	},
	{
		w : "出售进口枪支",    //--屏蔽字
	},
	{
		w : "出售原装猎枪",    //--屏蔽字
	},
	{
		w : "组装录音监听软件",    //--屏蔽字
	},
	{
		w : "假币18289325866",    //--屏蔽字
	},
	{
		w : "出售港38式左轮枪",    //--屏蔽字
	},
	{
		w : "供应盐羟亚胺",    //--屏蔽字
	},
	{
		w : "钢珠槍出售",    //--屏蔽字
	},
	{
		w : "秃鹰汽枪电话",    //--屏蔽字
	},
	{
		w : "虎头猎枪订购",    //--屏蔽字
	},
	{
		w : "供应工字牌汽枪",    //--屏蔽字
	},
	{
		w : "出售虎头猎枪",    //--屏蔽字
	},
	{
		w : "制作汽狗",    //--屏蔽字
	},
	{
		w : "汽狗订购",    //--屏蔽字
	},
	{
		w : "秃鹰汽枪qq",    //--屏蔽字
	},
	{
		w : "秃鹰汽枪制造图纸",    //--屏蔽字
	},
	{
		w : "秃鹰汽枪技术转让",    //--屏蔽字
	},
	{
		w : "制作秃鹰汽枪",    //--屏蔽字
	},
	{
		w : "提供秃鹰",    //--屏蔽字
	},
	{
		w : "秃鹰到货",    //--屏蔽字
	},
	{
		w : "秃鹰出货",    //--屏蔽字
	},
	{
		w : "秃鹰电话",    //--屏蔽字
	},
	{
		w : "秃鹰技术转让",    //--屏蔽字
	},
	{
		w : "秃鹰qq",    //--屏蔽字
	},
	{
		w : "秃鹰制造图",    //--屏蔽字
	},
	{
		w : "制作秃鹰",    //--屏蔽字
	},
	{
		w : "提供汽狗",    //--屏蔽字
	},
	{
		w : "汽狗电话",    //--屏蔽字
	},
	{
		w : "汽狗技术转让",    //--屏蔽字
	},
	{
		w : "提供虎头猎枪",    //--屏蔽字
	},
	{
		w : "汽狗到货",    //--屏蔽字
	},
	{
		w : "虎头双管制造",    //--屏蔽字
	},
	{
		w : "虎头猎枪qq",    //--屏蔽字
	},
	{
		w : "炸弹制作流程",    //--屏蔽字
	},
	{
		w : "出售盐酸曲马多片",    //--屏蔽字
	},
	{
		w : "供应甲基苯丙胺",    //--屏蔽字
	},
	{
		w : "盐酸氯胺酮批发",    //--屏蔽字
	},
	{
		w : "黄牙签出售",    //--屏蔽字
	},
	{
		w : "出售工字牌汽枪",    //--屏蔽字
	},
	{
		w : "虎头猎枪图纸",    //--屏蔽字
	},
	{
		w : "虎头猎枪技术转让",    //--屏蔽字
	},
	{
		w : "虎头猎枪制造",    //--屏蔽字
	},
	{
		w : "虎头猎枪到货",    //--屏蔽字
	},
	{
		w : "工字牌汽枪qq",    //--屏蔽字
	},
	{
		w : "工字牌汽枪制造",    //--屏蔽字
	},
	{
		w : "工字牌汽枪电话",    //--屏蔽字
	},
	{
		w : "工字牌汽枪出货",    //--屏蔽字
	},
	{
		w : "提供虎头双管",    //--屏蔽字
	},
	{
		w : "虎头双管到货",    //--屏蔽字
	},
	{
		w : "虎头双管出货",    //--屏蔽字
	},
	{
		w : "虎头双管订购",    //--屏蔽字
	},
	{
		w : "虎头双管电话",    //--屏蔽字
	},
	{
		w : "制作虎头双管",    //--屏蔽字
	},
	{
		w : "虎头双管技术转让",    //--屏蔽字
	},
	{
		w : "提供工字牌汽枪",    //--屏蔽字
	},
	{
		w : "工字牌汽枪到货",    //--屏蔽字
	},
	{
		w : "供应汽狗",    //--屏蔽字
	},
	{
		w : "汽狗出货",    //--屏蔽字
	},
	{
		w : "汽狗制造图",    //--屏蔽字
	},
	{
		w : "汽狗qq",    //--屏蔽字
	},
	{
		w : "供应虎头猎枪",    //--屏蔽字
	},
	{
		w : "虎头双管qq",    //--屏蔽字
	},
	{
		w : "虎头双管图纸",    //--屏蔽字
	},
	{
		w : "销售虎头双管",    //--屏蔽字
	},
	{
		w : "供应虎头双管",    //--屏蔽字
	},
	{
		w : "出售汽狗",    //--屏蔽字
	},
	{
		w : "工字牌汽枪订购",    //--屏蔽字
	},
	{
		w : "制作工字牌汽枪",    //--屏蔽字
	},
	{
		w : "工字牌汽枪转让",    //--屏蔽字
	},
	{
		w : "工字牌汽枪图纸",    //--屏蔽字
	},
	{
		w : "虎头猎枪出货",    //--屏蔽字
	},
	{
		w : "虎头猎枪电话",    //--屏蔽字
	},
	{
		w : "制作虎头猎枪",    //--屏蔽字
	},
	{
		w : "买卖猎枪子弹",    //--屏蔽字
	},
	{
		w : "买卖黄麻素",    //--屏蔽字
	},
	{
		w : "双管猎槍买卖",    //--屏蔽字
	},
	{
		w : "出售冰毒",    //--屏蔽字
	},
	{
		w : "办理警察证",    //--屏蔽字
	},
	{
		w : "情色美眉娱乐社区",    //--屏蔽字
	},
	{
		w : "窃听卡",    //--屏蔽字
	},
	{
		w : "AV美女小视频",    //--屏蔽字
	},
	{
		w : "A4U人体艺术",    //--屏蔽字
	},
	{
		w : "甲基苯丙胺制作技术",    //--屏蔽字
	},
	{
		w : "手qiang銷售",    //--屏蔽字
	},
	{
		w : "销售猎qiang",    //--屏蔽字
	},
	{
		w : "上门按摩",    //--屏蔽字
	},
	{
		w : "代办各类文凭",    //--屏蔽字
	},
	{
		w : "A片播放器",    //--屏蔽字
	},
	{
		w : "出售黄白牙签",    //--屏蔽字
	},
	{
		w : "供应麻果丸子",    //--屏蔽字
	},
	{
		w : "供应罂粟壳",    //--屏蔽字
	},
	{
		w : "最新一本道",    //--屏蔽字
	},
	{
		w : "毒品出售",    //--屏蔽字
	},
	{
		w : "高效三唑仑",    //--屏蔽字
	},
	{
		w : "猎qiang货到付款",    //--屏蔽字
	},
	{
		w : "麻醉qiang出售",    //--屏蔽字
	},
	{
		w : "獵qiang貨到付款",    //--屏蔽字
	},
	{
		w : "麻醉qiang销售",    //--屏蔽字
	},
	{
		w : "獵qiang銷售",    //--屏蔽字
	},
	{
		w : "步qiang货到付款",    //--屏蔽字
	},
	{
		w : "銷售步qiang",    //--屏蔽字
	},
	{
		w : "步qiang銷售",    //--屏蔽字
	},
	{
		w : "猎qiang销售",    //--屏蔽字
	},
	{
		w : "出售麻醉qiang",    //--屏蔽字
	},
	{
		w : "麻醉qiang銷售",    //--屏蔽字
	},
	{
		w : "銷售麻醉qiang",    //--屏蔽字
	},
	{
		w : "激情聊天室",    //--屏蔽字
	},
	{
		w : "哪里有猎qiang卖",    //--屏蔽字
	},
	{
		w : "銷售獵qiang",    //--屏蔽字
	},
	{
		w : "出售猎qiang",    //--屏蔽字
	},
	{
		w : "猎qiang出售",    //--屏蔽字
	},
	{
		w : "出售健卫15步枪",    //--屏蔽字
	},
	{
		w : "销售中控解码器",    //--屏蔽字
	},
	{
		w : "出售遥控解码器",    //--屏蔽字
	},
	{
		w : "买卖汽车拦截器",    //--屏蔽字
	},
	{
		w : "成人聊天室",    //--屏蔽字
	},
	{
		w : "美女视频聊天室",    //--屏蔽字
	},
	{
		w : "操烂骚货",    //--屏蔽字
	},
	{
		w : "情色成人基地",    //--屏蔽字
	},
	{
		w : "一夜情激情成人聊天室",    //--屏蔽字
	},
	{
		w : "少女潘金莲",    //--屏蔽字
	},
	{
		w : "新金瓶梅",    //--屏蔽字
	},
	{
		w : "金鳞岂是池中物全本",    //--屏蔽字
	},
	{
		w : "少妇白洁全集",    //--屏蔽字
	},
	{
		w : "大鸡巴小穴",    //--屏蔽字
	},
	{
		w : "套弄花心",    //--屏蔽字
	},
	{
		w : "第一次操表姐",    //--屏蔽字
	},
	{
		w : "供应美国秃鹰",    //--屏蔽字
	},
	{
		w : "台湾秃鹰订购",    //--屏蔽字
	},
	{
		w : "台湾秃鹰出货",    //--屏蔽字
	},
	{
		w : "台湾秃鹰到货",    //--屏蔽字
	},
	{
		w : "进口气枪技术转让",    //--屏蔽字
	},
	{
		w : "提供三箭牌汽枪",    //--屏蔽字
	},
	{
		w : "三箭牌汽枪到货",    //--屏蔽字
	},
	{
		w : "三箭牌汽枪出货",    //--屏蔽字
	},
	{
		w : "三箭牌汽枪订购",    //--屏蔽字
	},
	{
		w : "三箭牌汽枪电话",    //--屏蔽字
	},
	{
		w : "仿真气枪制造图纸",    //--屏蔽字
	},
	{
		w : "仿真气枪技术转让",    //--屏蔽字
	},
	{
		w : "制作进口气枪",    //--屏蔽字
	},
	{
		w : "进口气枪制造图",    //--屏蔽字
	},
	{
		w : "销售三箭牌汽枪",    //--屏蔽字
	},
	{
		w : "出售三箭牌汽枪",    //--屏蔽字
	},
	{
		w : "供应三箭牌汽枪",    //--屏蔽字
	},
	{
		w : "进口气枪qq",    //--屏蔽字
	},
	{
		w : "求购三唑仑片",    //--屏蔽字
	},
	{
		w : "出售三唑仑片",    //--屏蔽字
	},
	{
		w : "购蒙汗药",    //--屏蔽字
	},
	{
		w : "三唑仑片价格",    //--屏蔽字
	},
	{
		w : "迷魂药配方",    //--屏蔽字
	},
	{
		w : "出售假币联系电话",    //--屏蔽字
	},
	{
		w : "供应盐酸羟亚胺",    //--屏蔽字
	},
	{
		w : "假钱出售",    //--屏蔽字
	},
	{
		w : "出售迷幻药",    //--屏蔽字
	},
	{
		w : "假币买卖",    //--屏蔽字
	},
	{
		w : "瓦斯手狗qq",    //--屏蔽字
	},
	{
		w : "瓦斯手狗制造",    //--屏蔽字
	},
	{
		w : "三箭牌汽枪制造",    //--屏蔽字
	},
	{
		w : "销售瓦斯手狗",    //--屏蔽字
	},
	{
		w : "出售美国秃鹰",    //--屏蔽字
	},
	{
		w : "供应仿真气枪",    //--屏蔽字
	},
	{
		w : "提供仿真气枪",    //--屏蔽字
	},
	{
		w : "仿真气枪到货",    //--屏蔽字
	},
	{
		w : "仿真气枪出货",    //--屏蔽字
	},
	{
		w : "仿真气枪订购",    //--屏蔽字
	},
	{
		w : "仿真气枪电话",    //--屏蔽字
	},
	{
		w : "制作仿真气枪",    //--屏蔽字
	},
	{
		w : "销售美国秃鹰",    //--屏蔽字
	},
	{
		w : "三箭牌汽枪qq",    //--屏蔽字
	},
	{
		w : "供应瓦斯手狗",    //--屏蔽字
	},
	{
		w : "学生乳交",    //--屏蔽字
	},
	{
		w : "淫穴骚水",    //--屏蔽字
	},
	{
		w : "插老师穴",    //--屏蔽字
	},
	{
		w : "艳母淫臀",    //--屏蔽字
	},
	{
		w : "婷婷激情聊天室",    //--屏蔽字
	},
	{
		w : "一本道迅雷下载区",    //--屏蔽字
	},
	{
		w : "美女激情视频网",    //--屏蔽字
	},
	{
		w : "成人激情电影",    //--屏蔽字
	},
	{
		w : "黄色成人网站",    //--屏蔽字
	},
	{
		w : "极品金发美女美穴图",    //--屏蔽字
	},
	{
		w : "摩洛客成人网址",    //--屏蔽字
	},
	{
		w : "我要性交网",    //--屏蔽字
	},
	{
		w : "花和尚导航",    //--屏蔽字
	},
	{
		w : "激情片下载",    //--屏蔽字
	},
	{
		w : "成人网站导航",    //--屏蔽字
	},
	{
		w : "玉蒲团之官人我要",    //--屏蔽字
	},
	{
		w : "玉蒲团之偷情宝鉴",    //--屏蔽字
	},
	{
		w : "美女面对面激情裸聊",    //--屏蔽字
	},
	{
		w : "一夜情论坛",    //--屏蔽字
	},
	{
		w : "男女激情淫乱",    //--屏蔽字
	},
	{
		w : "美女b毛图",    //--屏蔽字
	},
	{
		w : "成人下载",    //--屏蔽字
	},
	{
		w : "av资源",    //--屏蔽字
	},
	{
		w : "淫奸电影",    //--屏蔽字
	},
	{
		w : "出售单发麻醉枪",    //--屏蔽字
	},
	{
		w : "销售电击麻醉枪",    //--屏蔽字
	},
	{
		w : "出售仿真气枪",    //--屏蔽字
	},
	{
		w : "销售仿真气枪",    //--屏蔽字
	},
	{
		w : "美国秃",    //--屏蔽字
	},
	{
		w : "制造图",    //--屏蔽字
	},
	{
		w : "美国秃鹰qq",    //--屏蔽字
	},
	{
		w : "上海气枪销售网",    //--屏蔽字
	},
	{
		w : "瓦斯手狗电话",    //--屏蔽字
	},
	{
		w : "瓦斯手狗订购",    //--屏蔽字
	},
	{
		w : "瓦斯手狗出货",    //--屏蔽字
	},
	{
		w : "瓦斯手狗到货",    //--屏蔽字
	},
	{
		w : "三箭牌汽枪图纸",    //--屏蔽字
	},
	{
		w : "三箭牌汽枪转让",    //--屏蔽字
	},
	{
		w : "出售瓦斯手狗",    //--屏蔽字
	},
	{
		w : "瓦斯手狗图纸",    //--屏蔽字
	},
	{
		w : "提供瓦斯手狗",    //--屏蔽字
	},
	{
		w : "提供台湾秃鹰",    //--屏蔽字
	},
	{
		w : "供应台湾秃鹰",    //--屏蔽字
	},
	{
		w : "出售台湾秃鹰",    //--屏蔽字
	},
	{
		w : "进口气枪订购",    //--屏蔽字
	},
	{
		w : "进口气枪电话",    //--屏蔽字
	},
	{
		w : "销售台湾秃鹰",    //--屏蔽字
	},
	{
		w : "进口气枪出货",    //--屏蔽字
	},
	{
		w : "提供进口气枪",    //--屏蔽字
	},
	{
		w : "出售进口气枪",    //--屏蔽字
	},
	{
		w : "负面新闻删除",    //--屏蔽字
	},
	{
		w : "负面新闻删除清理",    //--屏蔽字
	},
	{
		w : "博客帖子删除",    //--屏蔽字
	},
	{
		w : "删除负面信息",    //--屏蔽字
	},
	{
		w : "仿真气枪qq",    //--屏蔽字
	},
	{
		w : "销售进口气枪",    //--屏蔽字
	},
	{
		w : "供应进口气枪",    //--屏蔽字
	},
	{
		w : "进口气枪到货",    //--屏蔽字
	},
	{
		w : "舔弄小鸡鸡",    //--屏蔽字
	},
	{
		w : "舔弄大阴唇",    //--屏蔽字
	},
	{
		w : "插姐姐嫩穴",    //--屏蔽字
	},
	{
		w : "三级激情片",    //--屏蔽字
	},
	{
		w : "一本道电影",    //--屏蔽字
	},
	{
		w : "浴室干骚女系列",    //--屏蔽字
	},
	{
		w : "免费裸舞视频聊天室",    //--屏蔽字
	},
	{
		w : "裸聊网站",    //--屏蔽字
	},
	{
		w : "成人五月天",    //--屏蔽字
	},
	{
		w : "成人激情网站",    //--屏蔽字
	},
	{
		w : "口含鸡巴",    //--屏蔽字
	},
	{
		w : "哇嘎成人三级",    //--屏蔽字
	},
	{
		w : "我爱我色网址",    //--屏蔽字
	},
	{
		w : "卖海洛因",    //--屏蔽字
	},
	{
		w : "出售蒙汗药",    //--屏蔽字
	},
	{
		w : "《夜诱娘子》",    //--屏蔽字
	},
	{
		w : "《爱上少妇小镇情人》",    //--屏蔽字
	},
	{
		w : "《地狱召唤》",    //--屏蔽字
	},
	{
		w : "《绝色淫妃》",    //--屏蔽字
	},
	{
		w : "《恶女戏夫》",    //--屏蔽字
	},
	{
		w : "《萧府之败》",    //--屏蔽字
	},
	{
		w : "《重生之乱世种马YY传奇》",    //--屏蔽字
	},
	{
		w : "《呻吟》",    //--屏蔽字
	},
	{
		w : "《梦幻逆玉王》",    //--屏蔽字
	},
	{
		w : "《嬉游花丛》",    //--屏蔽字
	},
	{
		w : "《欲医天下》",    //--屏蔽字
	},
	{
		w : "《我和僵尸有个约会之僵尸始祖》",    //--屏蔽字
	},
	{
		w : "《风流岁月》",    //--屏蔽字
	},
	{
		w : "《色之戒四合院》",    //--屏蔽字
	},
	{
		w : "《逼羊为狼》",    //--屏蔽字
	},
	{
		w : "《遍地桃花》",    //--屏蔽字
	},
	{
		w : "《飞机失事后的云雨》",    //--屏蔽字
	},
	{
		w : "《寒潭鹤影》",    //--屏蔽字
	},
	{
		w : "《超级公子》",    //--屏蔽字
	},
	{
		w : "《上床不说爱》",    //--屏蔽字
	},
	{
		w : "《娇宠水芙蓉》",    //--屏蔽字
	},
	{
		w : "《包养情妇》",    //--屏蔽字
	},
	{
		w : "《娇艳人生》",    //--屏蔽字
	},
	{
		w : "《爱与性-一个大学女老师的自述》",    //--屏蔽字
	},
	{
		w : "《天生我材必有用二》",    //--屏蔽字
	},
	{
		w : "《情欲》",    //--屏蔽字
	},
	{
		w : "供应四氢吡喃酮",    //--屏蔽字
	},
	{
		w : "供应青蒿素",    //--屏蔽字
	},
	{
		w : "供应无水咖啡因",    //--屏蔽字
	},
	{
		w : "供应咖啡硷",    //--屏蔽字
	},
	{
		w : "供应胡椒基甲基",    //--屏蔽字
	},
	{
		w : "供应咖啡碱",    //--屏蔽字
	},
	{
		w : "供应植物冰",    //--屏蔽字
	},
	{
		w : "供应化学冰",    //--屏蔽字
	},
	{
		w : "供应天然咖啡因",    //--屏蔽字
	},
	{
		w : "甲基苯丙胺制作",    //--屏蔽字
	},
	{
		w : "甲基苯丙胺合成",    //--屏蔽字
	},
	{
		w : "甲基苯丙胺化学",    //--屏蔽字
	},
	{
		w : "甲基苯丙胺结构",    //--屏蔽字
	},
	{
		w : "供应盐酸氯",    //--屏蔽字
	},
	{
		w : "供应可可精",    //--屏蔽字
	},
	{
		w : "供应麦角醇",    //--屏蔽字
	},
	{
		w : "供应氢化可的松",    //--屏蔽字
	},
	{
		w : "供应黄体酮",    //--屏蔽字
	},
	{
		w : "供应冰糖",    //--屏蔽字
	},
	{
		w : "供应白冰",    //--屏蔽字
	},
	{
		w : "供应黄冰",    //--屏蔽字
	},
	{
		w : "供应甲基可可碱",    //--屏蔽字
	},
	{
		w : "性息中国",    //--屏蔽字
	},
	{
		w : "AV狼",    //--屏蔽字
	},
	{
		w : "帝国夜色",    //--屏蔽字
	},
	{
		w : "九城情色",    //--屏蔽字
	},
	{
		w : "百性阁",    //--屏蔽字
	},
	{
		w : "御花王",    //--屏蔽字
	},
	{
		w : "手机X卧底",    //--屏蔽字
	},
	{
		w : "插穴图",    //--屏蔽字
	},
	{
		w : "出售冰毒qq送货",    //--屏蔽字
	},
	{
		w : "手枪QQ",    //--屏蔽字
	},
	{
		w : "销售纯古",    //--屏蔽字
	},
	{
		w : "销售水晶冰",    //--屏蔽字
	},
	{
		w : "销售捷克左轮",    //--屏蔽字
	},
	{
		w : "销售赵氏弓弩",    //--屏蔽字
	},
	{
		w : "销售北朝鲜冰",    //--屏蔽字
	},
	{
		w : "销售黄绿牙签",    //--屏蔽字
	},
	{
		w : "销售麻古果子",    //--屏蔽字
	},
	{
		w : "俄罗斯654K出售",    //--屏蔽字
	},
	{
		w : "按摩小姐口交服务",    //--屏蔽字
	},
	{
		w : "出售迷情藥",    //--屏蔽字
	},
	{
		w : "迷药迷情药",    //--屏蔽字
	},
	{
		w : "少女迷幻药",    //--屏蔽字
	},
	{
		w : "迷情藥制作方法",    //--屏蔽字
	},
	{
		w : "代办驾驶证",    //--屏蔽字
	},
	{
		w : "专业出售各种迷药",    //--屏蔽字
	},
	{
		w : "兼职女上门qq",    //--屏蔽字
	},
	{
		w : "财税代开发票",    //--屏蔽字
	},
	{
		w : "售軍用手枪",    //--屏蔽字
	},
	{
		w : "假硬币批发QQ",    //--屏蔽字
	},
	{
		w : "出售手槍",    //--屏蔽字
	},
	{
		w : "真鎗出售",    //--屏蔽字
	},
	{
		w : "开建筑发票QQ",    //--屏蔽字
	},
	{
		w : "亚洲性交电影",    //--屏蔽字
	},
	{
		w : "淫妇口交",    //--屏蔽字
	},
	{
		w : "美女淫穴",    //--屏蔽字
	},
	{
		w : "亚洲插穴图",    //--屏蔽字
	},
	{
		w : "匕首麻醉枪出售",    //--屏蔽字
	},
	{
		w : "销售冰古",    //--屏蔽字
	},
	{
		w : "少女迷情药水出售",    //--屏蔽字
	},
	{
		w : "出售迷幻藥",    //--屏蔽字
	},
	{
		w : "买春军团",    //--屏蔽字
	},
	{
		w : "九九情色帝国",    //--屏蔽字
	},
	{
		w : "XIAAV论坛",    //--屏蔽字
	},
	{
		w : "十八和谐",    //--屏蔽字
	},
	{
		w : "夜色贵族",    //--屏蔽字
	},
	{
		w : "俗人岛",    //--屏蔽字
	},
	{
		w : "大母牛娱乐论坛",    //--屏蔽字
	},
	{
		w : "农夫电影",    //--屏蔽字
	},
	{
		w : "夜猫网",    //--屏蔽字
	},
	{
		w : "東宮",    //--屏蔽字
	},
	{
		w : "逍遥游论坛",    //--屏蔽字
	},
	{
		w : "采花网",    //--屏蔽字
	},
	{
		w : "迷失御花園",    //--屏蔽字
	},
	{
		w : "恶魔岛",    //--屏蔽字
	},
	{
		w : "不夜城",    //--屏蔽字
	},
	{
		w : "出售92式5.8mm",    //--屏蔽字
	},
	{
		w : "92式军用手枪模型出售",    //--屏蔽字
	},
	{
		w : "92式军用手枪出售",    //--屏蔽字
	},
	{
		w : "销售汽狗",    //--屏蔽字
	},
	{
		w : "汽狗支付宝专卖",    //--屏蔽字
	},
	{
		w : "出售高压汽枪",    //--屏蔽字
	},
	{
		w : "气枪专卖店",    //--屏蔽字
	},
	{
		w : "气枪销售",    //--屏蔽字
	},
	{
		w : "气狗销售网",    //--屏蔽字
	},
	{
		w : "上海工字气枪指定销售点",    //--屏蔽字
	},
	{
		w : "工字气枪网",    //--屏蔽字
	},
	{
		w : "秦氏弓弩专供",    //--屏蔽字
	},
	{
		w : "假驾驶证办理",    //--屏蔽字
	},
	{
		w : "出售|钢珠枪",    //--屏蔽字
	},
	{
		w : "代办证件",    //--屏蔽字
	},
	{
		w : "手机监听软件",    //--屏蔽字
	},
	{
		w : "小姐上门口交",    //--屏蔽字
	},
	{
		w : "A片基地",    //--屏蔽字
	},
	{
		w : "少女小姐上门",    //--屏蔽字
	},
	{
		w : "小姐上门全套",    //--屏蔽字
	},
	{
		w : "人妻内射",    //--屏蔽字
	},
	{
		w : "裸照图片",    //--屏蔽字
	},
	{
		w : "卖手铐",    //--屏蔽字
	},
	{
		w : "购买枪支",    //--屏蔽字
	},
	{
		w : "美女性交真图",    //--屏蔽字
	},
	{
		w : "帮人报仇",    //--屏蔽字
	},
	{
		w : "售枪QQ",    //--屏蔽字
	},
	{
		w : "办证刻章",    //--屏蔽字
	},
	{
		w : "开发票公司",    //--屏蔽字
	},
	{
		w : "气枪子弹专卖店",    //--屏蔽字
	},
	{
		w : "卖手枪",    //--屏蔽字
	},
	{
		w : "友情气枪专卖网",    //--屏蔽字
	},
	{
		w : "出售54式麻狗",    //--屏蔽字
	},
	{
		w : "阳江刀具网",    //--屏蔽字
	},
	{
		w : "上海牌工字气枪专卖网",    //--屏蔽字
	},
	{
		w : "出售肾",    //--屏蔽字
	},
	{
		w : "假护照办理",    //--屏蔽字
	},
	{
		w : "色界论坛",    //--屏蔽字
	},
	{
		w : "新花和尚",    //--屏蔽字
	},
	{
		w : "成人激情图片",    //--屏蔽字
	},
	{
		w : "激情图片",    //--屏蔽字
	},
	{
		w : "夜色王朝",    //--屏蔽字
	},
	{
		w : "品色堂网址",    //--屏蔽字
	},
	{
		w : "出售假发票QQ",    //--屏蔽字
	},
	{
		w : "尼泊尔军刀专卖",    //--屏蔽字
	},
	{
		w : "军用狙击弩专卖",    //--屏蔽字
	},
	{
		w : "军用弩专卖",    //--屏蔽字
	},
	{
		w : "上门小姐服务QQ",    //--屏蔽字
	},
	{
		w : "出售三唑仑",    //--屏蔽字
	},
	{
		w : "FDZONE",    //--屏蔽字
	},
	{
		w : "西藏3.14事件",    //--屏蔽字
	},
	{
		w : "性事",    //--屏蔽字
	},
	{
		w : "dork",    //--屏蔽字
	},
	{
		w : "滥交",    //--屏蔽字
	},
	{
		w : "乱交",    //--屏蔽字
	},
	{
		w : "嫖妓",    //--屏蔽字
	},
	{
		w : "露阴癖",    //--屏蔽字
	},
	{
		w : "客服",    //--屏蔽字
	},
	{
		w : "悬赏兼职发帖",    //--屏蔽字
	},
	{
		w : "网络水军招聘",    //--屏蔽字
	},
	{
		w : "专业删帖",    //--屏蔽字
	},
	{
		w : "网上发帖赚钱",    //--屏蔽字
	},
	{
		w : "公关删除百度信息",    //--屏蔽字
	},
	{
		w : "专业负面信息处理",    //--屏蔽字
	},
	{
		w : "负面新闻信息删除",    //--屏蔽字
	},
	{
		w : "水军军团招人",    //--屏蔽字
	},
	{
		w : "发帖人招聘",    //--屏蔽字
	},
	{
		w : "网络执行工作室招人",    //--屏蔽字
	},
	{
		w : "专业网络推手培训",    //--屏蔽字
	},
	{
		w : "网络推手招人",    //--屏蔽字
	},
	{
		w : "网络打手招人",    //--屏蔽字
	},
	{
		w : "加入网络水军",    //--屏蔽字
	},
	{
		w : "网络炒作培训",    //--屏蔽字
	},
	{
		w : "删除负面信息请找",    //--屏蔽字
	},
	{
		w : "专业刷票服务",    //--屏蔽字
	},
	{
		w : "快速删贴",    //--屏蔽字
	},
	{
		w : "清理负面",    //--屏蔽字
	},
	{
		w : "删贴公司",    //--屏蔽字
	},
	{
		w : "删除负面信息",    //--屏蔽字
	},
	{
		w : "负面新闻删除清理",    //--屏蔽字
	},
	{
		w : "博客贴子删除",    //--屏蔽字
	},
	{
		w : "负面信息删除",    //--屏蔽字
	},
	{
		w : "负面新闻删除",    //--屏蔽字
	},
	{
		w : "水军招聘",    //--屏蔽字
	},
	{
		w : "水军007招聘",    //--屏蔽字
	},
	{
		w : "水军兼职",    //--屏蔽字
	},
	{
		w : "招聘兼职发帖员",    //--屏蔽字
	},
	{
		w : "招聘网络水军",    //--屏蔽字
	},
	{
		w : "招聘网络推手",    //--屏蔽字
	},
	{
		w : "网络危机公关",    //--屏蔽字
	},
	{
		w : "网络推手价格",    //--屏蔽字
	},
	{
		w : "专业清除负面信息",    //--屏蔽字
	},
	{
		w : "清除网络负面信息",    //--屏蔽字
	},
	{
		w : "网络公关删帖公司QQ",    //--屏蔽字
	},
	{
		w : "供应删除贴吧帖子",    //--屏蔽字
	},
	{
		w : "负面信息删帖QQ",    //--屏蔽字
	},
	{
		w : "网络删帖",    //--屏蔽字
	},
	{
		w : "专业删帖服务",    //--屏蔽字
	},
	{
		w : "专业投票服务",    //--屏蔽字
	},
	{
		w : "网络炒作执行专家",    //--屏蔽字
	},
	{
		w : "软文发布",    //--屏蔽字
	},
	{
		w : "专业代理投票",    //--屏蔽字
	},
	{
		w : "专业网上刷票",    //--屏蔽字
	},
	{
		w : "专业删贴吧",    //--屏蔽字
	},
	{
		w : "博客帖子删除",    //--屏蔽字
	},
	{
		w : "负面撤稿",    //--屏蔽字
	},
	{
		w : "删除负面贴子",    //--屏蔽字
	},
	{
		w : "清除负面",    //--屏蔽字
	},
	{
		w : "毂",    //--屏蔽字
	},
	{
		w : "鹱",    //--屏蔽字
	},
	{
		w : "dishun",    //--屏蔽字
	},
	{
		w : "Dishun",    //--屏蔽字
	},
	{
		w : "DISHUN",    //--屏蔽字
	},
	{
		w : "DiShun",    //--屏蔽字
	},
	{
		w : "16大",    //--屏蔽字
	},
	{
		w : "18摸",    //--屏蔽字
	},
	{
		w : "21世纪中国基金会",    //--屏蔽字
	},
	{
		w : "6-4tianwang",    //--屏蔽字
	},
	{
		w : "89-64cdjp",    //--屏蔽字
	},
	{
		w : "cao你妈",    //--屏蔽字
	},
	{
		w : "cao你大爷",    //--屏蔽字
	},
	{
		w : "sb",    //--屏蔽字
	},
	{
		w : "SB",    //--屏蔽字
	},
	{
		w : "碡",    //--屏蔽字
	},
	{
		w : "朱駿",    //--屏蔽字
	},
	{
		w : "婊子養的",    //--屏蔽字
	},
	{
		w : "持不同政見",    //--屏蔽字
	},
	{
		w : "俄國",    //--屏蔽字
	},
	{
		w : "法~倫",    //--屏蔽字
	},
	{
		w : "法~論",    //--屏蔽字
	},
	{
		w : "嘸",    //--屏蔽字
	},
	{
		w : "活動",    //--屏蔽字
	},
	{
		w : "金槍不倒",    //--屏蔽字
	},
	{
		w : "荊棘護衛兵",    //--屏蔽字
	},
	{
		w : "廖錫龍",    //--屏蔽字
	},
	{
		w : "你爺",    //--屏蔽字
	},
	{
		w : "蹣",    //--屏蔽字
	},
	{
		w : "潑婦",    //--屏蔽字
	},
	{
		w : "騷卵",    //--屏蔽字
	},
	{
		w : "夜話紫禁城异見人士",    //--屏蔽字
	},
	{
		w : "周守訓",    //--屏蔽字
	},
	{
		w : "鯫",    //--屏蔽字
	},
	{
		w : "8188mu.comhexun.com",    //--屏蔽字
	},
	{
		w : "卖号出售账号",    //--屏蔽字
	},
	{
		w : "联合国",    //--屏蔽字
	},
	{
		w : "人民",    //--屏蔽字
	},
	{
		w : "实际神",    //--屏蔽字
	},
	{
		w : "东方闪电",    //--屏蔽字
	},
	{
		w : "国务院",    //--屏蔽字
	},
	{
		w : "成人影片",    //--屏蔽字
	},
	{
		w : "古柯碱",    //--屏蔽字
	},
	{
		w : "潑婦",    //--屏蔽字
	},
	{
		w : "南联盟。中央委员",    //--屏蔽字
	},
	{
		w : "国务委员",    //--屏蔽字
	},
	{
		w : "中央军事委员会",    //--屏蔽字
	},
	{
		w : "多里坤",    //--屏蔽字
	},
	{
		w : "艾莎本",    //--屏蔽字
	},
	{
		w : "反封锁",    //--屏蔽字
	},
	{
		w : "反封锁技术",    //--屏蔽字
	},
	{
		w : "反腐败论坛",    //--屏蔽字
	},
	{
		w : "反人类",    //--屏蔽字
	},
	{
		w : "冯东海",    //--屏蔽字
	},
	{
		w : "冯素英",    //--屏蔽字
	},
	{
		w : "古龙",    //--屏蔽字
	},
	{
		w : "祭坛",    //--屏蔽字
	},
	{
		w : "呼喊派",    //--屏蔽字
	},
	{
		w : "李常受",    //--屏蔽字
	},
	{
		w : "赵维山",    //--屏蔽字
	},
	{
		w : "常受教",    //--屏蔽字
	},
	{
		w : "中华大陆行政执事站",    //--屏蔽字
	},
	{
		w : "被立王",    //--屏蔽字
	},
	{
		w : "主神教",    //--屏蔽字
	},
	{
		w : "实际神",    //--屏蔽字
	},
	{
		w : "东方闪电",    //--屏蔽字
	},
	{
		w : "徒弟会",    //--屏蔽字
	},
	{
		w : "季三保",    //--屏蔽字
	},
	{
		w : "七步灵程",    //--屏蔽字
	},
	{
		w : "全范围教会",    //--屏蔽字
	},
	{
		w : "徐永泽",    //--屏蔽字
	},
	{
		w : "全范围议会",    //--屏蔽字
	},
	{
		w : "《教会基本建造草案》",    //--屏蔽字
	},
	{
		w : "灵灵教",    //--屏蔽字
	},
	{
		w : "华雪和",    //--屏蔽字
	},
	{
		w : "新约教会",    //--屏蔽字
	},
	{
		w : "梅绮",    //--屏蔽字
	},
	{
		w : "张路得",    //--屏蔽字
	},
	{
		w : "石牌教会",    //--屏蔽字
	},
	{
		w : "耶稣基督血水圣灵全备福音布道团",    //--屏蔽字
	},
	{
		w : "梅绮",    //--屏蔽字
	},
	{
		w : "洪三期",    //--屏蔽字
	},
	{
		w : "左坤",    //--屏蔽字
	},
	{
		w : "观音法门",    //--屏蔽字
	},
	{
		w : "释清海",    //--屏蔽字
	},
	{
		w : "许成江",    //--屏蔽字
	},
	{
		w : "圆顿法门",    //--屏蔽字
	},
	{
		w : "清海无上师",    //--屏蔽字
	},
	{
		w : "主神教",    //--屏蔽字
	},
	{
		w : "刘家国",    //--屏蔽字
	},
	{
		w : "主神",    //--屏蔽字
	},
	{
		w : "省权柄",    //--屏蔽字
	},
	{
		w : "各级同工",    //--屏蔽字
	},
	{
		w : "被立王",    //--屏蔽字
	},
	{
		w : "吴扬明",    //--屏蔽字
	},
	{
		w : "同一教",    //--屏蔽字
	},
	{
		w : "世界基督教同一神灵协会",    //--屏蔽字
	},
	{
		w : "文鲜明",    //--屏蔽字
	},
	{
		w : "三班仆人派",    //--屏蔽字
	},
	{
		w : "徐文库",    //--屏蔽字
	},
	{
		w : "大仆人",    //--屏蔽字
	},
	{
		w : "二仆人",    //--屏蔽字
	},
	{
		w : "灵仙真佛宗",    //--屏蔽字
	},
	{
		w : "卢胜彦",    //--屏蔽字
	},
	{
		w : "灵仙真佛宗",    //--屏蔽字
	},
	{
		w : "美国西雅图雷躲寺",    //--屏蔽字
	},
	{
		w : "灵仙真舍总堂",    //--屏蔽字
	},
	{
		w : "天父的儿女",    //--屏蔽字
	},
	{
		w : "爱的家庭",    //--屏蔽字
	},
	{
		w : "大卫•摩西•白克",    //--屏蔽字
	},
	{
		w : "上帝的爱即是性爱",    //--屏蔽字
	},
	{
		w : "滥交",    //--屏蔽字
	},
	{
		w : "达米宣教会",    //--屏蔽字
	},
	{
		w : "李长林",    //--屏蔽字
	},
	{
		w : "达米宣教会世界总本部",    //--屏蔽字
	},
	{
		w : "末世论",    //--屏蔽字
	},
	{
		w : "世界以利亚福音宣教会",    //--屏蔽字
	},
	{
		w : "朴叫呼",    //--屏蔽字
	},
	{
		w : "以利亚",    //--屏蔽字
	},
	{
		w : "石仙",    //--屏蔽字
	},
	{
		w : "石国",    //--屏蔽字
	},
	{
		w : "反人类",    //--屏蔽字
	},
	{
		w : "冯东海",    //--屏蔽字
	},
	{
		w : "冯素英",    //--屏蔽字
	},
	{
		w : "古龙",    //--屏蔽字
	},
	{
		w : "祭坛",    //--屏蔽字
	},
	{
		w : "呼喊派",    //--屏蔽字
	},
	{
		w : "李常受",    //--屏蔽字
	},
	{
		w : "赵维山",    //--屏蔽字
	},
	{
		w : "常受教",    //--屏蔽字
	},
	{
		w : "中华大陆行政执事站",    //--屏蔽字
	},
	{
		w : "被立王",    //--屏蔽字
	},
	{
		w : "主神教",    //--屏蔽字
	},
	{
		w : "实际神",    //--屏蔽字
	},
	{
		w : "东方闪电",    //--屏蔽字
	},
	{
		w : "徒弟会",    //--屏蔽字
	},
	{
		w : "季三保",    //--屏蔽字
	},
	{
		w : "七步灵程",    //--屏蔽字
	},
	{
		w : "全范围教会",    //--屏蔽字
	},
	{
		w : "徐永泽",    //--屏蔽字
	},
	{
		w : "全范围议会",    //--屏蔽字
	},
	{
		w : "《教会基本建造草案》",    //--屏蔽字
	},
	{
		w : "灵灵教",    //--屏蔽字
	},
	{
		w : "华雪和",    //--屏蔽字
	},
	{
		w : "新约教会",    //--屏蔽字
	},
	{
		w : "梅绮",    //--屏蔽字
	},
	{
		w : "张路得",    //--屏蔽字
	},
	{
		w : "石牌教会",    //--屏蔽字
	},
	{
		w : "耶稣基督血水圣灵全备福音布道团",    //--屏蔽字
	},
	{
		w : "梅绮",    //--屏蔽字
	},
	{
		w : "洪三期",    //--屏蔽字
	},
	{
		w : "左坤",    //--屏蔽字
	},
	{
		w : "观音法门",    //--屏蔽字
	},
	{
		w : "释清海",    //--屏蔽字
	},
	{
		w : "许成江",    //--屏蔽字
	},
	{
		w : "圆顿法门",    //--屏蔽字
	},
	{
		w : "清海无上师",    //--屏蔽字
	},
	{
		w : "主神教",    //--屏蔽字
	},
	{
		w : "刘家国",    //--屏蔽字
	},
	{
		w : "主神",    //--屏蔽字
	},
	{
		w : "省权柄",    //--屏蔽字
	},
	{
		w : "各级同工",    //--屏蔽字
	},
	{
		w : "被立王",    //--屏蔽字
	},
	{
		w : "吴扬明",    //--屏蔽字
	},
	{
		w : "同一教",    //--屏蔽字
	},
	{
		w : "世界基督教同一神灵协会",    //--屏蔽字
	},
	{
		w : "文鲜明",    //--屏蔽字
	},
	{
		w : "三班仆人派",    //--屏蔽字
	},
	{
		w : "徐文库",    //--屏蔽字
	},
	{
		w : "大仆人",    //--屏蔽字
	},
	{
		w : "二仆人",    //--屏蔽字
	},
	{
		w : "灵仙真佛宗",    //--屏蔽字
	},
	{
		w : "卢胜彦",    //--屏蔽字
	},
	{
		w : "灵仙真佛宗",    //--屏蔽字
	},
	{
		w : "美国西雅图雷躲寺",    //--屏蔽字
	},
	{
		w : "灵仙真舍总堂",    //--屏蔽字
	},
	{
		w : "天父的儿女",    //--屏蔽字
	},
	{
		w : "爱的家庭",    //--屏蔽字
	},
	{
		w : "大卫•摩西•白克",    //--屏蔽字
	},
	{
		w : "上帝的爱即是性爱",    //--屏蔽字
	},
	{
		w : "滥交",    //--屏蔽字
	},
	{
		w : "达米宣教会",    //--屏蔽字
	},
	{
		w : "李长林",    //--屏蔽字
	},
	{
		w : "达米宣教会世界总本部",    //--屏蔽字
	},
	{
		w : "末世论",    //--屏蔽字
	},
	{
		w : "世界以利亚福音宣教会",    //--屏蔽字
	},
	{
		w : "朴叫呼",    //--屏蔽字
	},
	{
		w : "以利亚",    //--屏蔽字
	},
	{
		w : "石仙",    //--屏蔽字
	},
	{
		w : "石国",    //--屏蔽字
	},
	{
		w : "灵仙真舍总堂",    //--屏蔽字
	},
	{
		w : "天父的儿女",    //--屏蔽字
	},
	{
		w : "爱的家庭",    //--屏蔽字
	},
	{
		w : "大卫•摩西•白克",    //--屏蔽字
	},
	{
		w : "上帝的爱即是性爱",    //--屏蔽字
	},
	{
		w : "滥交",    //--屏蔽字
	},
	{
		w : "达米宣教会",    //--屏蔽字
	},
	{
		w : "李长林",    //--屏蔽字
	},
	{
		w : "达米宣教会世界总本部",    //--屏蔽字
	},
	{
		w : "末世论",    //--屏蔽字
	},
	{
		w : "世界以利亚福音宣教会",    //--屏蔽字
	},
	{
		w : "朴叫呼",    //--屏蔽字
	},
	{
		w : "以利亚",    //--屏蔽字
	},
	{
		w : "石仙",    //--屏蔽字
	},
	{
		w : "石国",    //--屏蔽字
	},
];
module.exports = maskword_maskword_cfg;