var	daily_weekend_cfg = 
[
	{
		id : 18011801,    //--任务ID
		type : 0,    //--任务类型
		condition : 0,    //--条件值
		reward : [["i001",50000],["i420",1]],    //--物品id和个数
		time : "2018/1/18 00:00:00",    //--时间
	},
	{
		id : 18011802,    //--任务ID
		type : 1,    //--任务类型
		condition : 100,    //--条件值
		reward : [["i006",10],["i420",1]],    //--物品id和个数
		time : "2018/1/18 00:00:00",    //--时间
	},
	{
		id : 18011803,    //--任务ID
		type : 0,    //--任务类型
		condition : 0,    //--条件值
		reward : [["i215",2],["i420",1]],    //--物品id和个数
		time : "2018/1/19 00:00:00",    //--时间
	},
	{
		id : 18011804,    //--任务ID
		type : 1,    //--任务类型
		condition : 100,    //--条件值
		reward : [["i400",20],["i420",1]],    //--物品id和个数
		time : "2018/1/19 00:00:00",    //--时间
	},
	{
		id : 18011805,    //--任务ID
		type : 0,    //--任务类型
		condition : 0,    //--条件值
		reward : [["i002",20],["i420",1]],    //--物品id和个数
		time : "2018/1/20 00:00:00",    //--时间
	},
	{
		id : 18011806,    //--任务ID
		type : 1,    //--任务类型
		condition : 100,    //--条件值
		reward : [["i006",15],["i420",1]],    //--物品id和个数
		time : "2018/1/20 00:00:00",    //--时间
	},
	{
		id : 18011807,    //--任务ID
		type : 0,    //--任务类型
		condition : 0,    //--条件值
		reward : [["i240",20],["i420",1]],    //--物品id和个数
		time : "2018/1/21 00:00:00",    //--时间
	},
	{
		id : 18011808,    //--任务ID
		type : 1,    //--任务类型
		condition : 100,    //--条件值
		reward : [["i015",1],["i420",1]],    //--物品id和个数
		time : "2018/1/21 00:00:00",    //--时间
	},
	{
		id : 18011809,    //--任务ID
		type : 0,    //--任务类型
		condition : 0,    //--条件值
		reward : [["i220",10],["i420",1]],    //--物品id和个数
		time : "2018/1/22 00:00:00",    //--时间
	},
	{
		id : 18011810,    //--任务ID
		type : 1,    //--任务类型
		condition : 100,    //--条件值
		reward : [["i500",2],["i420",1]],    //--物品id和个数
		time : "2018/1/22 00:00:00",    //--时间
	},
	{
		id : 18011811,    //--任务ID
		type : 0,    //--任务类型
		condition : 0,    //--条件值
		reward : [["i215",2],["i420",1]],    //--物品id和个数
		time : "2018/1/23 00:00:00",    //--时间
	},
	{
		id : 18011812,    //--任务ID
		type : 1,    //--任务类型
		condition : 100,    //--条件值
		reward : [["i016",1],["i420",1]],    //--物品id和个数
		time : "2018/1/23 00:00:00",    //--时间
	},
];
module.exports = daily_weekend_cfg;