var	daily_dailytarget_cfg = 
[
	{
		id : 1,    //--序号
		days : 2,    //--要求签到天数
		reward : [["i001",50000]],    //--物品id和个数
	},
	{
		id : 2,    //--序号
		days : 5,    //--要求签到天数
		reward : [["i006",10],["i420",1]],    //--物品id和个数
	},
	{
		id : 3,    //--序号
		days : 8,    //--要求签到天数
		reward : [["i215",2],["i420",1]],    //--物品id和个数
	},
	{
		id : 4,    //--序号
		days : 12,    //--要求签到天数
		reward : [["i400",20],["i420",1]],    //--物品id和个数
	},
	{
		id : 5,    //--序号
		days : 16,    //--要求签到天数
		reward : [["i002",20],["i420",1]],    //--物品id和个数
	},
	{
		id : 6,    //--序号
		days : 22,    //--要求签到天数
		reward : [["i006",15],["i420",1]],    //--物品id和个数
	},
	{
		id : 7,    //--序号
		days : 26,    //--要求签到天数
		reward : [["i240",20],["i420",1]],    //--物品id和个数
	},
	{
		id : 8,    //--序号
		days : 30,    //--要求签到天数
		reward : [["i015",1],["i420",1]],    //--物品id和个数
	},
];
module.exports = daily_dailytarget_cfg;